Repository: MDudek-ICS/szarp
Catalog: wx/draw3/*/draw3.po
Languages: de, fr, pl

source: Failed to fetch remarks: %s
pl: Nie uda³o siê pobraæ komentarzy: %s

source: Failed to fetch params and sets: %s
pl: Nie uda³o siê pobraæ zestawów i parametrów sieciowych: %s

source: Remark sent successfully.
pl: Komentarz zosta³ wys³any.

source: Remark sent.
pl: Komentarze wys³any.

source: There was an error sending remark:'%s'.
pl: Wyst±pi³ b³±d podczas wysy³ania komentarza:'%s'.

source: Error.
pl: B³±d.

source: Date
pl: Data

source: Title
de: Titel
fr: Titre
pl: Tytu³

source: Set parameter
de: Einstellungen des Parameters
fr: Réglage des paramètres
pl: Ustawienia parametru

source: Draw blocked Ctrl-B
de: Schaubild gesperrt Ctrl-B
fr: Courbe bloquée Ctrl-B
pl: Wykres zablokowany Ctrl-B

source: Parameter documentation Ctrl-H
de: Dokumentation des Parameters Ctrl-H
fr: Documentation sur les paramètres Ctrl-H
pl: Dokumentacja parametru Ctrl-H

source: Copy parameter name Ctrl+Shift+C
pl: Kopiuj nazwê parametru Ctrl+Shift+C

source: Edit parameter associated with graph Ctrl-E
pl: Edytuj parametr zwi±zany z wykresem Ctrl-E

source: I was not able to start default browser
de: Ich könnte nicht Standard-Browser laufen.
fr: Impossible d'ouvrir le navigateur par défaut
pl: Uruchomienie domy¶lnej przegl±darki nie powiod³o siê

source: Select set of draws to display
de: Wählen Sie Satz fur Anzeige
fr: Sélectionner les courbes à afficher
pl: Wybierz zestaw wykresów

source: Starting draw3...
de: Ich starte draw3...
fr: Ouvrir la courbe 3...
pl: Uruchamiam draw3...

source: Statistics window
de: Statistik-Fenster
fr: Fenêtre des statistiques
pl: Warto¶ci ¶rednie

source: DECADE
pl: DEKADA

source: YEAR
de: JAHR
fr: ANNEE
pl: ROK

source: MONTH
de: MONAT
fr: MOIS
pl: MIESI¡C

source: WEEK
de: WOCHE
fr: SEMAINE
pl: TYDZIEÑ

source: DAY
de: TAG
fr: JOUR
pl: DZIEÑ

source: 30 MINUTES
pl: 30 MINUT

source: Choose draw
de: Wählen Sie ein Schaubild
fr: Choisir la courbe
pl: Wybierz wykres

source: Choose graph parameters
de: Wählen Sie Parameter des Schaubilds
fr: Choisir les paramètres des graphiques
pl: Wybierz parametry wykresu

source: Draw
de: Schaubild
fr: Dessiner
pl: Wykres

source: Change draw
de: Ändere das Schaubild
fr: Modifier la courbe
pl: Wybierz wykres

source: Time range
de: Zeit
fr: Date
pl: Zakres czasowy

source: Start time:
de: Der Anfang der Zeit:
fr: Début (heure):
pl: Pocz±tek:

source: End time:
de: Das Ende der Zeit:
fr: Fin (heure):
pl: Koniec:

source: Period
de: Zeitraum
fr: Période
pl: Okres

source: Values
de: Werte
fr: Valeurs
pl: Warto¶ci

source: Minimum value
de: Minimaler Wert
fr: Valeur minimale
pl: Warto¶æ minimalna

source: Average value
de: Das Mittel
fr: Valeur moyenne
pl: Warto¶æ ¶rednia

source: Maximum value
de: Maximaler Wert
fr: Valeur maximale
pl: Maksimum

source: Hour sum
de: Der Wert der aggregierten
fr: Total en heures
pl: Warto¶æ sumaryczna

source: no data
de: Keiner Daten
fr: Pas de données
pl: brak danych

source: You need to choose draw first.
fr: Vous devez choisir d'abord une courbe.
pl: Najpierw wybierz wykres.

source: Draw missing
de: Fehlende Schaubild
fr: Courbe manquante
pl: Brakuj±cy wykres

source: You need to choose draw first
de: Zuerst wählen Sie das Schaubild
fr: Vous devez choisir d'abord une courbe
pl: Najpierw wybierz wykres.

source: Start date must be less than or equal to end date
de: Start Datum muss gleich oder früher als End Datum
fr: La date de départ doit précéder ou être équivalente à la date de fin
pl: Data pocz±tkowa musi byæ równa lub wcze¶niejsza ni¿ data koñcowa

source: Invalid date
de: Ungültiges Datum
fr: Donnée non valide
pl: Niepoprawna data

source: Summary values
de: Zusammenfassung der Werte
fr: Résumé des valeurs
pl: Warto¶ci sumaryczne

source: This set does not contain draws for which summary values are calculated.
fr: Ne contient pas les courbes pour lesquelles le résumé des valeurs a été calculé
pl: To okno nie zawiera wykresów, dla których liczone s± warto¶ci sumaryczne.

source: Data contains %.2f%% probes from current period
pl: Procent próbek z aktualnego okresu, zawieraj±cych dane: %.2f%%

source: week
de: Woche
fr: Semaine
pl: tydz.

source: hour
de: Stunde
fr: Heure
pl: godz.

source: SEASON
de: SAISON
fr: SAISON
pl: SEZON

source: Select period to display
fr: Choisir la période à afficher
pl: Wybierz rodzaj ¶redniej

source: There is new a version of draw3 installed on this computer, you should restart it.
pl: Wersja programu draw3 zainstalowana na tym komputerze jest nowsza, ni¿ akuatlnie uruchomiona. Powiniene¶ zrestartowaæ program draw3

source: New version.
pl: Nowa wersja

source: X/Y graph parameters
de: Wählen Sie Parameter des Schaubilds X/Y
fr: Paramètres des graphiques X/Y
pl: Parametry wykresu X/Y

source: Choose graph parameters:
de: Wählen Sie Parameter des Schaubilds X/Y
fr: Choisir les paramètres des graphiques
pl: Wybierz parametry wykresu:

source: Axis X:
de: X-Achse:
fr: Axe X:
pl: O¶ X:

source: Axis Y:
de: Y-Achse:
fr: Axe Y:
pl: O¶ Y:

source: Axis Z:
pl: O¶ Z:

source: Choose period:
de: Typ des Mittels:
fr: Choisir la période:
pl: Rodzaj ¶rednich:

source: Average values
de: Mittel Werte
fr: Valeurs moyennes
pl: U¶redniaj warto¶ci

source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj

source: XYZ Graph
pl: Wykres XYZ

source: You have to specify both draws
de: Sie mussen zwei Schaubilder geben
fr: Vous devz définir les deux courbes
pl: Musisz podaæ oba wykresy

source: You have to specify all draws
pl: Musisz podaæ wszystkie wykresy

source: There is no common data in selected draws from given time span
de: Es ist nicht gemeinsam daten fur wählen Schaubilder in Zeitraum
fr: Absence de données communes pour les courbes choisies dans la période donnée
pl: Brak wspólnych danych dla wybranych wykresów w zadanym okresie czasu

source: No common data
de: Fehlende daten
fr: Aucune donnée commune
pl: Brak wspólnych danych

source: X/Y graph
fr: Graphique X/Y
pl: Wykres X/Y

source: Change graph parameters
fr: Modifier les paramètres des graphiques
pl: Zmieñ parametry wykresu

source: Print Ctrl-P
de: Drucken Ctrl-P
fr: Imprimer Ctrl-P
pl: Drukuj Ctrl-P

source: Page Settings Ctrl+Shift+S
pl: Ustawienia strony Ctrl+Shift+S

source: Print preview
de: Druckvorschau
fr: Aperçu avant impression
pl: Podgl±d wydruku

source: Zoom out Ctrl--
pl: Oddal wykres Ctrl--

source: Graph
de: Schaubild
fr: Graphique
pl: Wykres

source: Window close
de: Schließ das Fenster ein
fr: Fermer la fenêtre
pl: Zamknij okno

source: Points:
de: Punkte:
pl: Punkty:

source: Go to graph
de: Geh zu Schaubild
fr: Aller au graphique
pl: Id¼ do wykresu

source: X value
de: X Werte
fr: Valeur X
pl: X

source: Y value
de: Y Werte
fr: Valeur Y
pl: Y

source: X avg
de: X Durchschn.
fr: Moyenne X
pl: X ¶r

source: Y avg
de: Y Durchschn.
fr: Moyenne Y
pl: Y ¶r

source: X sd
de: Standardabweichung X
fr: Ecart standard X
pl: Odchyl. stand. X

source: Y sd
de: Standardabweichung Y
fr: Ecart standard Y
pl: Odchyl. stand. Y

source: X/Y Correlation
de: Korrelation X/Y
fr: Corrélation X/Y
pl: Korelacja X/Y

source: X/Y Rank correl.
de: Rang korrel. X/Y
fr: Niveau de corrélation X/Y
pl: Korel. rang. X/Y

source: From
de: Von
fr: De
pl: Od

source: To
de: Bis
fr: A
pl: Do

source: Graph of
de: Schaubild Abhängigkeit
fr: Graphique de
pl: Wykres zale¿no¶ci

source: in terms of
de: Von
fr: concernant
pl: od

source: No common data found
pl: Brak wspólnych danych

source: There is no common data for these params for given time period
pl: Brak wspólnych danych dla wybranych wykresów w zadanym okresie czasu

source: HOUR
pl: GODZINA

source: - Window
de: - Fenster
fr: - Fenêtre
pl: - Zestaw

source: Remarks:
pl: Komentarze:

source: Remark
pl: Komentarz

source: Base:
pl: Konfiguracja:

source: Set:
pl: Zestaw:

source: Author:
de: Autor:
fr: Auteur:
pl: Autor:

source: Time:
de: Zeit:
fr: Temps :
pl: Czas:

source: Remark referring to:
pl: Komentarz odnosi siê do:

source: Currently selected window
pl: aktualnie wybranego okna

source: Whole base
pl: ca³ego obiektu

source: Title:
pl: Tytu³:

source: Content:
pl: Tre¶æ:

source: Go to...
pl: Id¼ do...

source: Username
de: Benutzername
fr: Nom d'utilisateur
pl: Nazwa u¿ytkownika

source: Password
de: Passwort
fr: Mot de passe
pl: Has³o

source: User's params list
de: Benutzer Parameter Liste
fr: Liste des paramètres de l'utilisateur
pl: Lista parametrów u¿ytkownika

source: Parameters:
de: Parameter:
fr: Paramètres:
pl: Parametry:

source: Search:
de: Suche:
fr: Recherche:
pl: Szukaj:

source: New
de: Neu
fr: Nouveau
pl: Nowy

source: New network
pl: Nowy sieciowy

source: Delete
de: Lösche
fr: Supprimer
pl: Usuñ

source: Editing definable set
de: Bearbeite definierte Satz
fr: Editer le régalage
pl: Edycja zestawu definiowalnego

source: Move up
de: Nach oben
fr: Haut
pl: Przenie¶ w górê

source: Move down
de: Nach unten
fr: Bas
pl: Przenie¶ w dó³

source: Add draw
de: Legen Sie Schaubild
fr: Ajouter une courbe
pl: Wstaw wykres

source: Add parameter
de: Häng Parameter an
fr: Ajouter des paramètres
pl: Dodaj parametr

source: Create Remark
de: Erstell Bemerkung
fr: Créer des remarques
pl: Stwórz komentarz

source: Fetch Remarks
fr: Extraire des remarques
pl: Pobierz komentarze

source: Refetch group list
fr: Extraire une liste de groupe
pl: Pobierz listê grup

source: Options
de: O&ptionen
pl: O&pcje

source: Close window
de: Schließ das Fenster ein
fr: Fermer la fenêtre
pl: Zamknij okno

source: Subject:
de: Thema:
fr: Sujet:
pl: Temat:

source: Notifications
de: Nachrichten
pl: Komunikaty

source: Notifications:
de: Fehler:
pl: Komunikaty:

source: Automatically rises window upon reception of new notification
de: Zeig das Fenster automatish wenn Das Nachricht erscheinst
fr: Ouvrir automatiquement la fenêtre après apparition d'une nouvelle information
pl: Automatyczne pokazuj okno po pojawieniu siê nowego komunikatu

source: Automatically rise window
de: Zeig das Fenster automatisch
fr: Ouvrir la fenêtre automatiquement
pl: Pokazuj okno automatycznie

source: Clear
de: Putze
fr: Effacer
pl: Wyczy¶æ

source: Hide
de: Versteck
fr: Cacher
pl: Schowaj

source: &File
de: &Datei
fr: &Fichier
pl: &Plik

source: Open new window Ctrl+N
de: Neues Fenster Ctrl+N
fr: Ouvrir une nouvelle fenêtre Ctrl+N
pl: Otwórz nowe okno Ctrl+N

source: Open new tab Ctrl+T
de: Neuer tab Ctrl+T
fr: Ouvrir un nouvel onglet Ctrl+T
pl: Otwórz now± zak³adkê Ctrl+T

source: CloseTab Ctrl+W
de: Tab Schliessen Ctrl+W
fr: Fermer l'onglet Ctrl+W
pl: Zamknij zak³adkê Ctrl+W

source: XY Graph Ctrl+Shift+X
pl: Wykres XY Ctrl+X

source: XYZ Graph Ctrl+Shift+Z
pl: Wykres XYZ Ctrl+Z

source: Statistics window Ctrl+Shift+S
de: Statistik-Fenster Ctrl+Alt+S
fr: Fenêtre des statistiques Ctrl+Shift+S
pl: Warto¶ci ¶rednie Ctrl+Alt+S

source: Print Ctrl+P
de: Druck Ctrl+P
fr: Imprimer Ctrl+P
pl: Drukuj Ctrl+P

source: Print preview Ctrl+Shift+P
de: Druckvoschau Ctrl+Shift+P
fr: Aperçu avant impression Ctrl+Shift+P
pl: Podgl±d wydruku Ctrl+Shift+P

source: Quit Ctrl+Q
de: Beende Ctrl+Q
fr: Quitter Ctrl+Q
pl: Zamknij Ctrl+Q

source: Sets
de: Sätze
fr: Réglages
pl: Z&estawy

source: New set Ctrl+A
de: Neuer Satz Ctrl+A
fr: Nouveau réglage Ctrl+A
pl: Nowy zestaw Ctrl+A

source: New nework set Ctrl+Alt+A
pl: Nowy zestaw sieciowy Ctrl+Alt+A

source: Delete set Ctrl+D
de: Lösche Satz Ctrl+D
fr: Supprimer le réglage Ctrl+D
pl: Usuñ zestaw Ctrl+D

source: Edit Set Ctrl+E
de: Bearbeite Satz Ctrl+E
fr: Editer réglage Ctrl+E
pl: Edytuj zestaw Ctrl+E

source: Edit as new defined Ctrl+Shift+Alt+E
pl: Edytuj jako nowy definiowalny Ctrl+Shift+Alt+E

source: Import Set Ctrl+Shift+I
pl: Importuj zestaw Ctrl+Shift+I

source: Export Set Ctrl+Shift+E
pl: Eksportuj zestaw Ctrl+Shift+E

source: Save Ctrl+S
de: Speicher Ctrl+S
fr: Sauvergarder Ctrl+S
pl: Zapisz Ctrl+S

source: View
de: Anzeigen
fr: Vue
pl: &Widok

source: Average type
de: Typ der Mittel
fr: Moyenne type
pl: Rodzaj ¶rednich

source: Decade Alt+A
pl: Dekada Alt+A

source: Year Alt+Y
de: Jahr Alt+J
fr: Année Alt+Y
pl: Rok Alt+R

source: Month Alt+M
de: Monat Alt+M
fr: Mois Alt+M
pl: Miesi±c Alt+M

source: Week Alt+W
de: Woche Alt+W
fr: Semaine Alt+W
pl: Tydzieñ Alt+T

source: Day Alt+D
de: Tag Alt+T
fr: Jour Alt+D
pl: Dzieñ Alt+D

source: 30 Minutes Alt+3
pl: 30 Minut Alt+3

source: Season Alt+S
de: Saison Alt+S
fr: Saison Alt+S
pl: Sezon Alt+S

source: Summary window Ctrl+G
de: Fenster der Zusammenfassung Ctrl+G
fr: Fenêtre de résumé Ctrl+G
pl: Warto¶ci sumaryczne Ctrl+G

source: Pie window Ctrl+Shift+T
de: Der durchschnittliche Prozentsatz Ctrl+Alt+S
fr: Fenêtre des répartitions Ctrl+Shift+T
pl: ¦rednie procentowe Ctrl+Alt+S

source: Ratio window Ctrl+Shift+R
de: Das Verhältnis von Wert Ctrl+Shift+S
fr: Fenêtre des ratios Ctrl+Shift+R
pl: Stosunek warto¶ci Ctrl+Shift+S

source: Full screen F11
de: Vollbild F11
fr: Plein écran F11
pl: Pe³ny ekran F11

source: Split cursor BACK
de: Doppel Cursor BACK
fr: Curseur dupliqué BACK
pl: Rozdwojony kursor BACK

source: Latest data following mode
pl: Tryb pod±¿ania za najnowsz± dan±

source: Sort graphs
pl: Posortuj wykresy po

source: By average value
pl: Warto¶ci ¶redniej

source: By maximum value
pl: Warto¶ci maksymalnej

source: By minimum value
pl: Warto¶ci minimalnej

source: By hour sum value
pl: Warto¶ci sumy godzinowej

source: Restore inital order
pl: Przywróæ zwyk³± kolejno¶æ

source: Tools
de: Werkzeuge
fr: Outils
pl: &Narzêdzia

source: User Params Ctrl+U
de: Die Parameter des Benutzers Ctrl+U
fr: Paramètres de l'utilisateur Ctrl+U
pl: Parametry u¿ytkownika Ctrl+U

source: Copy location Ctrl+C
de: Kopier die Lokalisierung Ctrl+C
fr: Copier la localisation Ctrl+C
pl: Kopiuj lokalizacjê Ctrl+C

source: Paste location Ctrl+V
de: Einfüge die Lokalisierung Ctrl+V
fr: Coller la localisation Ctrl+V
pl: Wklej lokalizacjê Ctrl+V

source: Jump to date Ctrl+J
de: Die deutliche Zunahme bei Datum Ctrl+J
fr: Saut à la date Ctrl+J
pl: Skok pod datê Ctrl+J

source: Search Date Ctr+Shift+J
pl: Wyszukaj datê Ctrl+Shift+J

source: Jump to latest date Ctrl+End
pl: Skok do najnowszej danej Ctrl+END

source: Find Ctrl+F
de: Suche Ctrl+F
fr: Chercher Ctrl+F
pl: Wyszukaj Ctrl+F

source: Number of points on the graph
pl: Ilo¶æ punktów na wykresie

source: Refresh Ctrl+R
de: Aktualisier Ctrl+R
fr: Rafraîchir Ctrl+R
pl: Od¶wie¿ Ctrl+R

source: Clear cache Ctrl+Shift+R
de: Entfernen Sie den Cache Ctrl+Shift+R
fr: Effacer les données cachées Ctrl+Shift+R
pl: Usuñ zawarto¶æ cache Ctrl+Shift+R

source: Set Params Ctrl+O
de: Die Parameter Ctrl+O
fr: Régler les paramètres Ctrl+O
pl: Ustaw parametry Ctrl+O

source: Add remark Ctrl+Shift+Alt+A
pl: Dodaj komentarz Ctrl+Shift+Alt+A

source: Fetch remarks Ctrl+Shift+Alt+F
pl: Pobierz komentarze Ctrl+Shift+Alt+F

source: Show Remarks Ctrl+Shift+Alt+S
pl: Poka¿ komentarze Ctrl+Shift+Alt+S

source: Import Draw2 definable windows Ctrl+Shift+I
de: Importieren Fenster definierbare von einer früheren Version von Ctrl+Shift+I
fr: Importer les fenêtres définissables de la version précédente du programme Ctrl+Shift+I
pl: Importuj okna definiowalne z wcze¶niejszej wersji programu Ctrl+Shift+I

source: Reload Configuration Ctrl+Shift+Alt+R
de: Reload-Konfiguration Ctrl+Shift+Alt+R
fr: Recharger la configuration Ctrl+Shift+Alt+R
pl: Prze³aduj konfiguracjê Ctrl+Shift+Alt+R

source: Fetch New Network Parameters And Sets Ctrl+Alt+Shift+N
pl: Pobierz parametry i zestawy sieciowe Ctrl+Alt+Shift+N

source: Show error window Ctrl+Shift+E
de: Nachrichten-Fenster anzeigen Ctrl+Shift+E
fr: Montrer la fenêtres des erreurs Ctrl+Shift+E
pl: Poka¿ okno komunikatów Ctrl+Shift+E

source: Settings
de: Einstellungen
fr: Réglages
pl: Ustawienia

source: Number of printed axes Ctrl+X
de: Die Höhe der gedruckten Achse Ctrl+X
fr: Nombre d'axes imprimés Ctrl+X
pl: Ilo¶æ drukowanych osi Ctrl+X

source: Language
de: Sprache
fr: Langue
pl: Jêzyk

source: Graphs view
pl: Widok okna z wykresami

source: Addresses of probes' servers
pl: Adres serwera próbek

source: &Help
fr: &Aide
pl: Pomo&c

source: Help F1
de: Hilf&e F1
fr: &Aide F1
pl: Pomo&c F1

source: Context help Shift+F1
pl: Pomoc kontekstowa Shift+F1

source: About F2
de: Über F2
fr: A propos F2
pl: O programie F2

source: Add Parameter
de: Häng Parameter an
fr: Ajouter les paramètres
pl: Dodaj parametr

source: Add Network Parameter
pl: Dodaj parametr sieciowy

source: Edit Parameter
de: Bearbeite Parameter
fr: Editer les paramètres
pl: Edytuj parametr

source: Remove Parameter
de: Lösche Prameter
fr: Supprimer les paramètres
pl: Usuñ parametr

source: Edit pack
de: Bearbeite Paket
fr: Editer l'ensemble
pl: Edytuj paczkê

source: Day:
de: Tag:
fr: Jour :
pl: Dzieñ:

source: Monday
de: Montag
fr: Lundi
pl: Poniedzia³ek

source: Tuesday
de: Dienstag
fr: Mardi
pl: Wtorek

source: Wednesday
de: Mitwoch
fr: Mercredi
pl: ¦roda

source: Thursday
de: Donnerstag
fr: Jeudi
pl: Czwartek

source: Friday
de: Freitag
fr: Vendredi
pl: Pi±tek

source: Saturday
de: Samstag
fr: Samedi
pl: Sobota

source: Sunday
de: Sontag
fr: Dimanche
pl: Niedziela

source: Hour:
de: Stunde:
fr: Heure :
pl: Godz.:

source: Minute:
pl: Minuta:

source: Value:
de: Wert:
fr: Valeur :
pl: Warto¶æ:

source: Minimum value:
de: Minimaler Wert:
fr: Valeur minimum :
pl: Warto¶æ minimalna:

source: Maximum value:
de: Maximaler Wert:
fr: Valeur maximum :
pl: Warto¶æ maksymalna:

source: Edit parameter
de: Bearbeiten Parameter
fr: Editer les paramètres
pl: Edytuj parametr

source: Parameter name:
de: Der Name des Parameters:
fr: Nom des paramètres:
pl: Nazwa parametru:

source: Average value calculation method
de: Die Mittel gezählt als:
fr: Méthode de calcul de la valeur moyenne
pl: ¦rednie liczone jako:

source: mean of values of formula application to each probe
de: Mittelwert der Werte der Antragsformulare zu jeder Probe
fr: Moyenne d'application de la formule pour chaque échantillon
pl: ¶rednia z zastosowania formu³y dla ka¿dej próbki

source: result of formula's application to average values of components
de: das Ergebnis einer Formel für den Mittelstand
fr: Résultat de l'applications des formules à la valeur moyenne des composantes
pl: wynik zastosowania formu³y dla ¶rednich

source: Parameter formula:
de: Formel-Parameter:
fr: Formule paramètres:
pl: Formu³a parametru:

source: Undo
de: Rückgängig
fr: Retour
pl: Cofnij

source: Redo
de: Wiederherstell
fr: Rétablir
pl: Ponów

source: Times
fr: Multiplier
pl: Razy

source: Divide
fr: Diviser
pl: Podzieliæ

source: Insert param from graph
de: Legen Sie einen neuen Parameter
fr: Insérer les paramètres des graphiques
pl: Wstaw nowy parametr z wykresu

source: ID
de: <W>
pl: <W>

source: Insert user defined param
de: Legen Sie eine benutzerdefinierte Parameter
fr: Insérer les paramètres définis de l'utilisateur
pl: Wstaw parametr zdefiniowany przez u¿ytkownika

source: IP
de: <P>
pl: <P>

source: Displayed parameter precision:
de: Anzahl der Stellen hinter dem Komma:
fr: Détails des paramètres affichés :
pl: Ilo¶æ miejsc po przecinku:

source: Unit:
de: Einheit:
fr: Unité :
pl: Jednostka:

source: Insert degree
de: Legen Sie Grad-Symbol
fr: Insérer le degré
pl: Wstaw symbol stopnia

source: Start date:
de: Start Datum:
fr: Date de début :
pl: Pocz±tek:

source: Choose start date
de: Wählen Sie ein Start Datum
fr: Choisir la date de début
pl: Wybierz datê pocz±tkow±

source: Choose start hour
de: Wählen Sie eine Start Stunde
pl: Wybierz godzinê

source: Choose start minute
de: Wählen Sie eine Start Minute
pl: Wybierz minutê

source: Enable inserting start date
de: Legen Sie ein Start Datum
pl: Wstawianie daty pocz±tkowej

source: enabled
de: aktiviert
fr: Adapté
pl: w³±cz

source: Found date:
pl: Znaleziona data:

source: Base configuration:
de: Die Konfiguration des Verweises:
fr: Configuration de base:
pl: Konfiguracja odniesienia:

source: Choose reference configuration
de: Wählen Sie die Konfiguration eines Verweises
fr: Choisir la configuration de référence
pl: Wybierz konfiguracjê odniesienia

source: Scaling
pl: Skalowanie

source: Scale percentage:
pl: Procent zakresu osi zajmowanego przez przeskalowany obszar (0-brak skalowania):

source: Scale min value:
pl: Pocz±tek skalowanego zakresu:

source: Scale max value:
pl: Koniec skalowanego zakresu:

source: Unit
fr: Unité
pl: Jednostka

source: Change color
de: Wählen Sie die Farbe
fr: Modifier la couleur
pl: Wybierz kolor

source: Summary value.
de: Der Wert summiert pro Stunde.
fr: Total des valeurs.
pl: Warto¶æ sumowana godzinowo.

source: Choose set
pl: Wybierz zestaw

source: Choose set:
pl: Wybierz zestaw:

source: New remark
pl: Nowy komentarz

source: Remark reffering to current window
pl: Komentarz odnosz±cy siê do bierz±cego okna

source: Remark reffering to whole installation
pl: Komentarz odnosz±cy siê do ca³ego obiektu

source: Choose remark type:
pl: Wybierz rodzja komentarza:

source: Probe servers addresses
pl: Adres serwera próbek

source: Probe servers addresses:
pl: Adres serwera próbek:

source: Remarks Settings
pl: Ustawienia komentarzy

source: Username:
de: Benutzername:
fr: Nom de compte
pl: Nazwa u¿ytkownika:

source: Password:
de: Passwort:
fr: Mot de passe
pl: Has³o:

source: Set password
pl: Ustaw has³o

source: Server:
pl: Serwer:

source: Automatically fetch
pl: Pobieraj komentarze automatycznie

source: Definable param error(%s): %s
fr: Erreur de définition des paramètres (%s) : %s

source: Language changed.
fr: Langue modifiée.

source: Too many draws.
de: Zu viele Schaubilder
fr: Trop de courbes

source: Choose file to play:
de: Wählen Sie Datei zu spielen
fr: Choisir le fichier à ouvrir:

source: Failed to start music playback, make sure that you have chosen proper file (ogg format) and that you have installed required gstreamer modules. If you use Debian, you should have gstreamer-plugins-bad package on your system.
de: Konnte nicht gestartet werden Musikwiedergabe, stellen Sie sicher,dass Sie gewählt haben richtige Datei (ogg-Format) und dassSie installiert haben gstreamer-Module benötigt. Wenn Sie die Benutzungvon Debian, sollten Sie gstreamer-plugins-bad-Paket auf Ihrem System.
fr: Le fichier n'a pas pu être ouvert. Assurez-vous d'avoir choisi le fichier correct (en format ogg) et que les modules exigés gstreamera sont bien installés. Si vous utilsez Debiana, installer le paquet gstreamer-plugins-bad.

source: Feature not supported
de: Funktion nicht unterstützt
fr: Fonction non accessible

source: Data contains %.0f%% probes from current period
de: Der Anteil der Proben mit Daten: %.0f%%
fr: Les données contiennent %.de%% d'échantillons pour la période en cours

source: X min
fr: X minimum

source: Y min
fr: Y minimum

source: X max
fr: X maximum

source: Y max
fr: Y maximum

source: X/Y Graph Ctrl+Shift+X
de: Schaubild X/Y Ctrl+X
fr: Graphique X/Y Ctrl+Shift+X

source: Minus
fr: Moins

source: Min
fr: Minimum

source: Max
fr: Maximum

source: libparnt value initialization
de: inicjalizacja zmiennej dla biblioteki libparnt
