Repository: MDudek-ICS/szarp
Catalog: wx/draw3/*/draw3.po
Languages: de, fr, pl

source: Loading configuration:
de: Lade Konfiguration:
fr: Télécharger la configuration
pl: Wczytywanie konfiguracji:

source: User sets
pl: Zestawy u¿ytkownika

source: Failed to create directory %s. Defined draws cannot be saved
de: Failed to create directory %s. Definierte Schaubilder können nicht gespeichert weden.
fr: Echec de la création du répertoire %s. Les draws n'ont pas été sauvegardés
pl: Nie uda³o siê stworzyæ katalogu %s. Zestawy definiowane nie mog± zostaæ zapisane.

source: Error
de: Fehler
fr: Echec
pl: B³±d

source: User:Param:
de: Benutzer:Parameter:
fr: Utilisateur:Paramètres:
pl: Parametr:U¿ytkownika:

source: Choose a file
pl: Wybierz plik

source: SZARP draw set (*.xds)|*.xds|All files (*.*)|*.*
pl: SZARP plik z definicj± zestawu (*.xds)|*.xds|All files (*.*)|*.*

source: Export of set to file: %s failed
pl: Export zestawu do pliku %s nie powiód³ siê

source: Error!
de: Fehler!
fr: Echec!
pl: B³±d

source: imported
pl: zaimportowany

source: Set with name %s already exists. Give a name for a set:
pl: Set o nazwie %s ju¿ istnieje. Podaj inn± nazwe dla zestawu:

source: Set already exists
pl: Zestaw ju¿ istnieje.

source: Importing set: %s
pl: Importuje zestaw: %s

source: Need to load configuration for prefix: %s
pl: Muszê za³adowaæ konfiguracjê o prefiksie: %s

source: Failed to load configuration: %s
pl: Nie uda³o siê za³adowaæ konfiguracji: %s

source: Operation completed successfully, set %s imported
pl: Zestaw %s zosta³ zaimportowany

source: Operation successful.
pl: Operacja zakoñczona.

source: Failed to import set from file: %s
pl: Nie uda³o siê zaimporowaæ zestawu z pliku :%s

source: Operation failed.
de: Vorgang ist fehlgeschlagen.
fr: Echec de l'opération
pl: Operacja siê nie powiod³a.

source: Error in connection with probe server: %s
pl: B³ad po³±czenia z serwerem próbek: %s

source: Database error(%s): %s
pl: B³±d pobrania parametru z bazy danych(%s) : %s

source: Search timed out while seraching for graph: %s
pl: Przekroczono czas oczekiwania na wynik wyszukiwania dla wykresu: %s

source: Connection with probes server not configured
pl: Po³±czenie z serwerem próbek nie skonfigurowane

source: User defined
de: Benutzerdefinierte
fr: Utilisateur
pl: Zdefiniowane przez u¿ytkownika

source: Failed to save file with users sets.
de: Die Datei mit den Sätzen der Benutzer wurde nicht gespeichert.
fr: Echec de sauvegarde du dossier avec réglage utilisateur
pl: Nie uda³o siê zapisaæ pliku z zestawami u¿ytkownika.

source: Draw %s removed from set %s, it relates to non-existent configuration
pl: Wykres %s zosta³ usuniêty ze zbioru %s, poniewa¿ odnosi siê do nie istniej±cej konfiguracji

source: Defined set %s was removed because all draws in this set were removed
pl: Zestaw wykresów %s zosta³ usniêty poniewa¿ wszystkie wykresy wchodz±ce w jego sk³ad zosta³y usuniête

source: Choose file to import
de: Wählen Sie Draw2-Datei zu importieren
fr: Choix du fichier à importer
pl: Wybierz plik do zaimportowania

source: Unable to perform automatic detection of configuration's prefix for this file. Please enter prefix of this configuration
de: Nicht erfüllen automatische Erkennung der Konfiguration des Präfix für diese Datei.Bitte geben Sie Präfix dieser Konfiguration
fr: Impossible de réalisation de la détection automatique du préfixe d'importation pour ce fichier. Entrer le préfixe pour configurer
pl: Nie uda³o siê automatycznie wykryæ prefiksu konfiguracji. Wprowad¼ prefiks rêcznie.

source: Unable to detect prefix
de: Nicht in der Lage zu erkennen Präfix
fr: Impossible de trouver le préfixe
pl: Nie uda³o siê wykryæ prefiksu.

source: Failed to load configuration of prefix %s. Unable to import draws.
fr: Echec de téléchargement de la configuration du préfixe %s. Impossible d'importer les draws.
pl: Nie uda³o siê za³adowaæ konfiguracji %s. Nie mogê zaimportowaæ wykresów.

source: Failed to import draws from file.
fr: Echec de l'importation de draws du fichier.
pl: Import wykresów nie powiód³ siê.

source: Draws imported successfully.
fr: Succès de l'importation de draws.
pl: Operacja importu wykresów zakoñczy³a siê poprawnie.

source: january
fr: Janvier
pl: styczeñ

source: february
fr: Février
pl: luty

source: march
fr: Mars
pl: marzec

source: april
fr: Avril
pl: kwiecieñ

source: may
fr: Mai
pl: maj

source: june
fr: Juin
pl: czerwiec

source: july
fr: Juillet
pl: lipiec

source: august
fr: Août
pl: sierpieñ

source: septermber
fr: Septembre
pl: wrzesieñ

source: october
fr: Octobre
pl: pa¼dziernik

source: november
fr: Novembre
pl: listopad

source: december
fr: Décembre
pl: grudzieñ

source: %Y%n hour %H:%M
fr: %Y%n heure %H : %M
pl: %Y%n godzina %H:%M

source: %A, %d %B %Y%n time %H:%M
de: %A, %d %B %Y%n stunde. %H:%M
fr: %A, %d %B %Y%n temps %H : %M
pl: %A, %d %B %Y%n godz. %H:%M

source: Setting locale...
fr: Réglage local...
pl: £adowanie ustawieñ lokalizacyjnych...

source: Reading params from szarp.cfg...
de: Reading parameter aus szarp.cfg Datei...
fr: Lecture des paramètres à partir de szarp.cfg...
pl: £adowanie parametrów z szarp.cfg...

source: Initializing IPKContainer...
de: Die Initialisierung des IPK-Container...
fr: Initialiser container IPK...
pl: Inicjalizacja kontenera IPK...

source: Initializing szbase...
de: Initialisierung szbase...
fr: Initialiser szbase...
pl: Inicjalizacja szbase...

source: Initializing XML Resources...
de: Die Initialisierung des XML-Ressourcen...
fr: Initialiser les ressources XML...
pl: Inicjalizacja zasobów XML...

source: Starting database query mechanism...
de: Beginnend Datenbankabfrage Mechanismus...
fr: Ouverture du mécanisme de recherche dans la base...
pl: Uruchamianie mechanizmu odpytywania bazy...

source: Loading configuration...
de: Lade Konfiguration...
fr: Charger la configuration...
pl: Wczytywanie konfiguracji...

source: Error occurred while loading default configuration. Check your szarp.cfg file.
fr: Erreur lors du chargement de la configuration par défaut. Vérifier le fichier szarp.cfg.
pl: B³±d podczas ³adowania domy¶lnej konfiguracji. Sprawd¼ swój plik szarp.cfg

source: Missing starting base specification.
de: Keiner der Datenbank
fr: Absence de spécification de base du démarrage.
pl: Nie okre¶lono bazy startowej

source: Initizalizing remarks...
pl: Inicjalizacja obs³ugi komentarzy...

source: Creating Frame Manager...
de: Erstellen von Frame-Manager
fr: Création du manager du cadrage...
pl: Tworzenie menad¿era ramek...

source: Szarp Draw version 3.00.
pl: Szarp Draw wersja 3.00.

source: X windows geometry specification
de: X Windows Geometrie-Spezifikation
fr: Spécification de la géométrie comme pour X windows
pl: specyfikacja geometrii jak dla X windows

source: base name
de: Datenbankname
fr: Nom de la base
pl: nazwa bazy

source: open url in existing window
pl: otwórz url w istniej±cym oknie

source: verbose logging
fr: Loggin simple
pl: gadatliwe logowanie

source: print version number and exit
pl: wypisz numer wersji i wyjd¼

source: debug level
fr: Niveau du debug
pl: poziom komunikatów debuguj±cych

source: Number of displayed values
pl: Ilo¶æ wy¶wietlanych punktów

source: Select number of displayed years
pl: Wybierz liczbê wy¶wietlanych lat

source: Select number of displayed months
pl: Wybierz liczbê wy¶wietlanych miesiêcy

source: Select number of displayed days
pl: Wybierz liczbê wy¶wietlanych dni

source: Select number of displayed hours
pl: Wybierz liczbê wy¶wietlanych godzin

source: Select number of displayed minutes
pl: Wybierz liczbê wy¶wietlanych minut

source: Select number of displayed weeks
pl: Wybierz liczbê wy¶wietlanych tygodni

source: Defined sets saved succesfully.
pl: Zapisano zestawy definowalne.

source: Information.
pl: Informacja.

source: You may edit only user defined sets.
fr: Vous pouvez utiliser uniquement les données définis par l'utilisateur.
pl: Mo¿esz edytowaæ tylko zestawy zdefiniowane przez u¿ytkownika.

source: Not user defined
de: Nicht vom Benutzer definiert
fr: No défini par l'utilisateur
pl: Nie zdefiniowane przez u¿ytkownika

source: You may only remove user defined sets.
fr: Vous pouvez supprimer uniquement les données définis par l'utilisateur.
pl: Mo¿esz edytowaæ tylko zestawy zdefiniowane przez u¿ytkownika.

source: Do you really want to remove this set?
pl: Czy na pewno chcesz usun±æ ten zestawy?

source: Set removal
pl: Usuniêcie zestawu

source: SZARP Draw
pl: Program przegl±daj±cy

source: No sets in configuration
fr: Pas de données dans la configuration
pl: Brak zestawów w konfiguracji:

source: No sets
fr: Manque de données
pl: Brak zestawów

source: Maximum number of printed vertical axes
de: Maximale Zahl der Achsen für den Druck
fr: Quantité maximale des axes imprimés
pl: Maksymalna ilo¶æ drukowanych osi

source: Number of axes:
de: Anzahl der Achsen:
fr: Nombre d'axes:
pl: Ilo¶æ osi:

source: Printing
de: Drucken
fr: Impression
pl: Drukowanie

source: Configuration '%s' cannot be reloaded, probably new version of this configuration contatins errors.
pl: Konfiguracja '%s' nie mo¿e zostaæ prze³adowana. Przypuszczalnie nowa wersja konfiguracji zawiera b³êdy.

source: English
de: Englisch
fr: Anglais
pl: Angielski

source: French
de: Französisch
fr: Français
pl: Francuski

source: German
de: Deutsch
pl: Niemiecki

source: Hungarian
pl: Wêgierski

source: Italian
pl: W³oski

source: Polish
de: Polnish
fr: Polonais
pl: Polski

source: Serbian
pl: Serbski

source: automatic
pl: automatyczny

source: Current language is
de: Aktuelle Sprache ist
fr: La langue en cours est
pl: Obecny jêzyk to

source: Choose language
de: Wählen Sie die Sprache
fr: Choisir une langue
pl: Wybierz jêzyk

source: Current language has been changed. You have to restart draw3
de: Aktuelle Sprache is geändert worden. Sie müssen draw3 neustarten.
fr: Modification de la langue en cours. Redémarrer draw 3
pl: Aktualny jêzyk zosta³ zmieniony. Musisz zrestartowaæ program draw3

source: Language changed
de: Die Sprache wurde geändert
fr: Langue modifiée
pl: Jêzyk zmieniony

source: Classic
pl: Klasyczny

source: Antialiased
pl: Wykresy antyaliasowane

source: currently selected
pl: aktualnie wybrany

source: Choose graphs window style
pl: Wybierz styl okna z wykresami

source: You need to restart application for this change to take effect.
pl: Musisz ponownie uruchomiæ program draw3, by ta zmiana odnios³a skutek.

source: Graphs view changed.
pl: Widok okna wykresów zmieniony.

source: Remarks sending not configured, You should set username, password, and remarks server adddress
pl: Us³uga komentarzy nie zosta³a skonfigurowana. Musisz podaæ nazwê u¿ytkownika has³o i adres serwera by móc korzystaæ z komentarzy.

source: Remarks not configured.
pl: Komentarze nie s± skonfigurowane.

source: Enter password:
pl: Wprowad¼ has³o:

source: New password
pl: Nowe has³o

source: Error in communicatoin with server:
pl: B³ad komunikacji z serwerem: %s

source: Failed to update paramaters
pl: Nie uda³o siê zmieniæ parametru

source: Network params and sets were updated
pl: Parametry i/lub zestawy sieciowe zosta³y zaktualizowane

source: Params and sets updated.
pl: Parametry i zestawy zaktualizowane.

source: There are no new network params or sets
pl: Nie ma nowych parametrów/zestawów sieciowych

source: No new params and sets.
pl: Brak nowych parametrów/zestawów.

source: You must provide a draw name.
de: Sie müssen den Namen des Schaubilds füllen.
fr: Indiquer un nom d'utilisateur draw.
pl: Musisz podaæ nazwê wykresu.

source: Wrong value
de: Falscher Wert
fr: Mauvaise valeur
pl: Nieprawid³owa warto¶æ

source: You must provide a short draw name.
de: Sie müssen eine kurze Schaubild Namen geben.
fr: Vous devez indiquer un nom d'utilisateur draw court.
pl: Musisz podaæ skrócon± nazwê wykresu.

source: You must set a draw's colour.
fr: Choisir une couleur pour draw.
pl: Musisz wybraæ kolor wykresu.

source: Min must be a number.
fr: Min. doit être indiqué en nombre.
pl: Warto¶æ minimalna musi byæ liczb±.

source: Max must be a number.
fr: Max. doit être indiqué en nombre.
pl: Warto¶æ maksymalna musi byæ liczb±.

source: Max must greater then min.
de: Maximale Wert muss mehr als minimalen Wert
fr: Max. doit être plus élevé que min.
pl: Warto¶æ minimalna musi byæ mniejsza ni¿ maksymalna.

source: Invalid value of scale percentage, must be a positive integer.
pl: Niepoprawna warto¶æ pola 'Procent zakresu osi zajmowanego przez przeskalowany obszar', musi byæ to liczba z zakresu 0-100

source: Invalid value of max percentage, must be a number falling within min and max values.
pl: Niepoprawna warto¶æ 'Koniec skalowanego wykresu', musi byæ liczb± mieszcz±c± siê w zakresie osi wykresu

source: Invalid value of min percentage, must be a number greter than or equal to min value and less than max scale value.
pl: Niepoprawna warto¶æ 'Pocz±tek skalownego wykresu' musi byæ to liczba mniejsza ni¿ warto¶æ 'Koniec skalowanego wykresu' oraz wiêksza lub równa pocz±tkowi osi wykresu

source: Edit
de: Bearbeite
fr: Editer
pl: Edytuj

source: Parameters
de: Parametr
fr: Paramètres
pl: Parametry

source: Short name
de: Kurzer Name
fr: Nom raccourci
pl: Nazwa skrócona

source: Full name
de: Langer Name
fr: Nom complet
pl: Nazwa pe³na

source: Min value
de: Minimaler Wert
fr: Min.
pl: Warto¶æ minimalna

source: Max value
de: Maximalen Wert
fr: Max.
pl: Warto¶æ maksymalna

source: Remove
de: Fern ent
fr: Supprimer
pl: Usuñ

source: Edit graph
de: Edit Schaubild
fr: Editer le graphique
pl: Edytuj wykres

source: Edit param
de: Edit Parameter des Schaubilds
fr: Editer paramètres
pl: Edytuj parametr zwi±zany z wykresem

source: Up
de: Nach oben
fr: Haut
pl: W górê

source: Down
de: Nach unten
fr: Bas
pl: W dó³

source: Select draw first.
de: Zuerst wählen Sie das Schaubild.
fr: Choisir d'abord la courbe
pl: Najpierw wybierz wykres.

source: No draw selected
de: Kein Ziel des Schaubilds
fr: Aucune courbe selectionnée
pl: Nie wybrano wykresu

source: Do you really want to remove this draw?
de: Wollen Sie wirklich entfernen Sie dieses Schaubild?
fr: Souhaitez-vous vraiment supprimer cette courbe?
pl: Czy na pewno chcesz usun±æ ten wykres?

source: Removal
de: Entfernen
fr: Suprression
pl: Usuniêcie

source: Editing parameter set
de: Bearbeite von einer Reihe von Parametern
fr: Editer paramètres des données
pl: Edycja zestawu parametrów

source: The set with given name '%s' already exists. Would you like to use name '%s' instead? If you don't want to use suggested name, choose No and provide different title.
pl: Zestaw o podanej nazwie '%s' ju¿ istnieje. Czy chcesz u¿yæ nazwy '%s' zamiast tej podanej przez Ciebie? Je¶li nie, kliknij przycisk 'Nie' i podaj inn± nazwê.

source: Set name already exists.
pl: Zestaw o podanej nazwie ju¿ istnieje.

source: You must add at least one draw.
de: Sie müssen mindestens ein Schaubild hinzufügen
fr: Vous devez ajouter au moins une courbe.
pl: Zestaw musi zawieraæ co najmniej jeden wykres.

source: No draws
de: Keiner Schaubilder
fr: Aucune courbe
pl: Brak wykresów

source: You must set the title.
de: Sie müsssen den Titel festlegen
fr: Choix d'un titre
pl: Musisz ustawiæ tytu³.

source: No title
de: Ohne Titel
fr: Pas de titre
pl: Brak tytu³u

source: Error while editing network set:
pl: B³±d podczas edycji zestawu sieciowego:

source: Editing network set error
pl: B³±d edycji parametru

source: You don't have sufficient privileges too insert this set.
pl: Nie posiadasz uprawnieñ by dodaæ ten zestaw.

source: Insufficient privileges
pl: Brak uprawnieñ

source: Failed to fetch new sets:
pl: Nie uda³o siê pobraæ zestawów sieciowych: %s

source: Failed to fetch network sets
pl: Nie uda³o siê pobraæ zestawów sieciowych

source: Find
de: Suche
fr: Recherche
pl: Wyszukaj

source: For period:
de: Für den Zeitraum:
fr: Pour la période:
pl: Za okres:

source: DECADE
pl: DEKADA

source: YEAR
de: JAHR
fr: ANNEE
pl: ROK

source: MONTH
de: MONAT
fr: MOIS
pl: MIESI¡C

source: WEEK
de: WOCHE
fr: SEMAINE
pl: TYDZIEÑ

source: DAY
de: TAG
fr: JOUR
pl: DZIEÑ

source: HOUR
pl: GODZINA

source: SEASON
de: SAISON
fr: SAISON
pl: SEZON

source: From:
de: Von:
fr: De:
pl: Od:

source: to:
de: bis:
fr: A :
pl: do:

source: avg.=
pl: ¶r.=

source: s.d.=
pl: odchyl. stand.=

source: From:
de: Von:
fr: De :
pl: Od:

source: To:
de: Bis:
fr: A :
pl: Do:

source: X/Y Correlation:
de: Korrelation X/Y:
fr: Corrélation X/Y
pl: Korelacja X/Y:

source: X/Y Rank correlation:
de: Rang Korrelation X/Y:
fr: Niveau de corrélation X/Y
pl: Korel. rang. X/Y:

source: Print Preview
de: Druckvorschau
fr: Aperçu impression
pl: Podgl±d wydruku

source: Choose device:
de: Wählen Sie Gerät
fr: Choisir le dispositif
pl: Wybierz urz±dzenie:

source: Server communiation error.
pl: B³±d komunikacji z serwerem.

source: Server communication error.
pl: B³±d komunikacji z serwerem.

source: Server communiation error. Invalid response format.
pl: B³±d komunikacji z serwerem. Nieprawid³owa odpowied¼.

source: Error while performing operation:
pl: B³±d podczas wykonania operacji:

source: Configuration mismatch, you are not able to set parameters. Problem may be solved by synchronization of data.
pl: Niezgodno¶æ konfiguracji, nie mo¿esz ustawiaæ warto¶ci parametrów. Spróbuj zsynchronizowaæ dane.

source: Select date
de: Wählen Sie das Datum
fr: Choix de la date
pl: Wybierz datê

source: About
de: Über
fr: A propos
pl: O programie

source: Summary Window
de: Fenster der Zusammenfassung
fr: Fenêtre de résumé
pl: Warto¶ci sumaryczne

source: Split cursor
de: Doppel Cursor
fr: Curseur double
pl: Rozdwojony kursor

source: Filter
fr: Filtre
pl: Filtr

source: Refresh
de: Aktualisieren
fr: Rafraîchir
pl: Od¶wie¿

source: Tree Set
pl: Drzewo wykresów

source: Go to latest date
pl: Id¿ do najnowszej danej

source: Remarks
de: Kommentare
fr: Remarques
pl: Komentarze

source: Quit
de: Beenden
fr: Quitter
pl: Wyjd¼

source: New version available
pl: Nowa wersja zainstalowana

source: summer season
de: Sommersaison
fr: Saison estivale
pl: sezon letni

source: winter season
de: Wintersaison
fr: Saison hivernale
pl: sezon zimowy

source: Do you want to close the application?
de: Wollen Sie draw3 schließen ?
fr: Souhaitez-vous fermer cette application?
pl: Czy chcesz zamkn±æ program?

source: Do you want to close this window?
de: Wollen Sie dieses Fenster schließen?
fr: Souhaitez-vous fermer cette fenêtre?
pl: Czy chcesz zamkn±æ okno?

source: Question
de: Frage
pl: Pytanie

source: The are no user defined sets. Do you want to create one?
de: Nicht benutzerdefinierte Sätze. Würden erstellen Sie eine neue Schaubild
fr: Aucune données d'utilisateur indiquée. Souhaitez-vous en créer une?
pl: Nie zdefiniowano ¿adnych zestawów u¿ytkownika. Czy chcesz stworzyæ nowy zestaw?

source: No data
de: Keiner Daten
fr: Pas de données
pl: Brak danych

source: Su
de: So
fr: Dimanche
pl: Nd

source: Mo
fr: Lundi
pl: Pn

source: Tu
de: Di
fr: Mardi
pl: Wt

source: We
de: Mi
fr: Mercredi
pl: ¦r

source: Th
de: Do
fr: Jeudi
pl: Cz

source: Fr
fr: Vendredi
pl: Pt

source: Sa
fr: Samedi
pl: So

source: Reset
fr: Réinitialiser
pl: Wyczy¶æ

source: Close
de: Schließ
fr: fermer
pl: Zamknij

source: Help
pl: Pomoc

source: Do you really want to remove this graph?
pl: Czy na pewno chcesz usun±æ ten wykres?

source: Graph removal
pl: Usuniêcie zestawu

source: You are not allowed to remove this set
pl: Nie masz uprawnieñ by usun±æ ten zestaw

source: Failed to remove paramater
pl: Nie uda³o siê usun±æ parametru

source: Choose parameter first
de: Wählen Sie einen Parameter
fr: Choisir d'abord les paramètres
pl: Najpierw wybierz parametr

source: Are you sure you want to delete this param? All draws referring to this param will be removed as well.
fr: Etes-vous sûr de vouloir supprimer ce paramètre? Toutes les courbes liées à ce paramètre vont être supprimés.
pl: Czy na pewno chcesz usun±æ ten parametr? Wszystkie wykresy odnosz±ce siê do tego parametru zostan± usuniête.

source: Warning!
de: Achtung!
fr: Attention!
pl: Ostrze¿enie!

source: Select parameter first!
de: Wählen Sie Parameter ersten!
fr: Choisir d'abord les paramètres!
pl: Najpierw wybierz parametr!

source: Configuration that this param refers to - '%s' is not present, parameter is not accesible.
pl: Konfiguracja do której odnosi siê ten parametr - '%s' nie jest obecna. Parametr niedostêpny.

source: Failed to remove parameter, error:
pl: Nie uda³o siê usun±c parametru:

source: You are not allowed to remove this paramter
pl: Nie posiadasz uprawnieñ by usun±æ ten parametr.

source: Expression:
pl: Wyra¿enie:

source: Searching date
pl: Szukanie daty

source: Information
pl: Informacja

source: You must provide a formula.
de: Geben Sie die Formel
fr: Vous devez indiquer une formule.
pl: Podaj formu³ê

source: Formula missing.
de: Das Fehlen einer Formel
fr: Absence de formule.
pl: Nie podano formu³y.

source: You must provide a param name.
de: Sie müssen den Namen des Parameters geben
fr: Vous devez indiquer un nom de paramètre.
pl: Musisz podaæ nazwê parametru.

source: Parameter name missing.
de: Fehlende Parameter-Namen
fr: Absence de nom de paramètre.
pl: Brak nazwy parametru.

source: You must set a reference configuration.
de: Sie mussen die Konfiguration eines Verweises festlegen
fr: Vous devez choisir une configuration de référence.
pl: Musisz podaæ konfiguracjê odniesienia.

source: Reference configuration missing.
de: Referenz-Konfiguration fehlt.
fr: Absence de configuration de référence.
pl: Brak konfiguracji odniesienia.

source: Error while compiling param %s
de: Fehler beim Kompilieren des Parameters %s
fr: Erreur lors de la compilation des paramètres %s
pl: B³±d podczas kompilacji parametru %s

source: Invalid expression %s
pl: Niepoprawne wyra¿enie %s

source: Found time: %s
pl: Znaleziony czas: %s

source: No date found
pl: Nie znaleziono danych spe³niaj±cych podany warunek

source: User:%s:
pl: Parametr:%s:

source: Percentage distribution
de: Prozentuale Verteilung
fr: Répartition en pourcentages
pl: Rozk³ad procentowy

source: Average percentage distribution
de: Durchschnittliche prozentuale Verteilung
fr: Répartition moyenne en pourcentages
pl: ¦redni rozk³ad procentowy

source: Sum: %.*f %s
de: Summe: %.*f %s
fr: Somme: %.*f %s
pl: Suma: %.*f %s

source: There are no draws in this sets for which percentage distribution is calculated.
fr: Pas de courbe dans ce fichier pour laquelle la répartition en pourcentages a été calculé.
pl: Dla wykresów w tym oknie nie jest liczony rozk³ad procentowy.

source: All values equal zero.
pl: Suma warto¶ci wynosi 0.

source: Server
pl: Serwer:

source: Prefix
pl: Prefiks

source: Address
pl: Adres

source: Set address for prober server:
pl: Ustaw adres serwera próbek:

source: Prober server address
pl: Adres serwera próbek

source: Fetching values
fr: Valeur d'extraction
pl: Pobieranie danych

source: Values ratio
de: Werte-Verhältnis
fr: Valeur ratio
pl: Stosunek warto¶ci

source: There are no values ratio defined for these graphs
de: Das Fenster hat keine Schaubilder mit dem Werte-Verhältnis
fr: Aucune valeur ratio définie pour ces graphiques
pl: To okno nie zawiera wykresów, dla których liczony by³by stosunek warto¶ci.

source: New remarks received
pl: Odebrano nowe komentarze

source: New remarks
pl: Nowe komentarze

source: No new remarks
pl: Brak nowych komentarzy

source: Failed to resolve address: %ls
pl: Nie znaleziono adresu: %ls

source: Connection with remarks and network sets and params server not configured
pl: Po³±czenie z serwerem komentarzy i zestawów/parametrów sieciowych nie skonfigurowane.

source: Server connection failure
pl: Nie uda³o siê po³±czyæ z serwerem

source: Server communication error
pl: B³±d komunikacji z serwerem

source: User is not allowed to send remarks for this base
pl: Nie masz uprawnieñ by wysy³aæ komentarze do tej konfiguracji

source: Invalid response from server
pl: Niepoprawna odpowied¼ od serwera

source: Incorrect username and password
pl: Niepoprawna nazwa u¿ytkownika i has³o
