Repository: MDudek-ICS/szarp
Catalog: wx/sync/*/ssc.po
Languages: pl

source: Connection shut down
pl: Po³±czenie przerwane

source: connection with server terminated
pl: po³±czenie z serwerem przerwane

source: Connection timeout!
pl: Przekroczony czas oczekiwania na po³±czenie

source: Attempt to read data from message but there is no more data in it (protocol mismatch?)
pl: Próba odczytu danych z komunikatu ale brak danych (niezgodno¶æ protoko³u?)

source: synchronization completed
pl: Synchronizacja zakoñczona

source: deleting files not present on the server - start
pl: usuwanie plików nieobecnych na serwerze - start

source: error while preparing list of files from the server:
pl: b³±d przy przygotowywaniu listy plików z serwera:

source: error while deleting file:
pl: b³±d przy kasowaniu pliku:

source: error while iterating through directories:
pl: b³±d podczas przegl±dania katalogów:

source: deleting files not present on the server - end
pl: usuwanie plików nieobecnych na serwerze - koniec

source: unable to connect to server
pl: nie uda³o siê po³±czyæ z serwerem

source: SSC discover an attemption to run synchronization on invalid computer. Please contact with us.
pl: SSC wykry³ próbê synchronizacji danych na niezarejestrowanym komputerze.Prosimy o skontaktowanie siê z nami.

source: Your account expired, contact with us.
pl: Twoje konto straci³o wa¿no¶æ. Skontaktuj siê z nami.

source: Incorrect user name or/and password.
pl: Nieprawid³owa nazwa u¿ytkownika i/lub has³o.

source: Your account is almost expired. Please contact with us.
pl: Twoje konto nied³ugo straci wa¿no¶æ. Skontaktuj siê z nami.

source: You are using old version of ssc/sss protocol. Please update to the newest version your ssc
pl: U¿ywasz bardzo starej wersji ssc, powiniene¶ jak najszybciej j± uaktualniæ.

source: Not able to obtain file list - server configuration error
pl: Nie uda³o siê pobraæ listy plików - b³±d w konfiguracji serwera

source: SSC - synchronization
pl: SSC - Synchronizacja

source: Cancel
pl: Anuluj

source: Connecting
pl: £±czenie

source: Authorization
pl: Autoryzacja

source: SSC
pl: Synchronizator

source: Fetching file list
pl: Pobieranie listy plików

source: Synchronization
pl: Synchronizacja

source: Sync finished
pl: Synchronizacja zakoñczona

source: Sychronization complete (elapsed %.2d:%.2d:%.2d)
pl: Synchronizacja zakoñczona (czas trwania %.2d:%.2d:%.2d)

source: Following configurations were not synced:
pl: Nastêpuj±ce konfiguracje nie zosta³y zsynchronizowane:

source: . Either they do no exsits or you have no access to them.
pl: . Albo nie masz do nich dostêpu albo np. nie istniej±.

source: Sync failed
pl: Synchronizacja nie powiod³a siê

source: Synchronization failed
pl: Synchronizacja nie powiod³a siê

source: Do you really want to terminate synchronization?
pl: Czy chcesz przerwaæ synchronizacjê?

source: SZARP File synchronizer - configuration
pl: Synchronizator plików

source: Configuration
pl: Konfiguracja

source: Servers:
pl: Serwery:

source: User name:
pl: Nazwa u¿ytkownika:

source: Password:
pl: Has³o:

source: Change
pl: Zmieñ

source: Add server
pl: Nowy serwer

source: Change address
pl: Zmieñ adres

source: Remove server
pl: Usuñ serwer

source: Synchronization setup:
pl: Ustawienia synchronizacji:

source: Automatic synchronization
pl: Automatyczna synchronizacja

source: Data actualization period(minutes):
pl: Czêsto¶æ aktualizacji(w minutach)

source: Show notification upon sync completion
pl: Informuj o zakoñczeniu

source: Enter password for server %s:
pl: Wprowad¼ has³o do serwera %s:

source: New password
pl: Nowe has³o

source: Enter server address:
pl: Wprowad¼ adres serwera:

source: New server
pl: Nowy serwer

source: Server with that address already exists.
pl: Serwer o takim adresie ju¿ istnieje.

source: Server already exists
pl: Serwer ju¿ istnieje

source: Enter user name for server: %s
pl: Wprowad¼ nazwê u¿ytkownika dla serwera: %s

source: Username
pl: Nazwa u¿ytkownika

source: Enter password for server: %s
pl: Wprowad¼ has³o do serwera: %s

source: Password
pl: Has³o

source: At least one server must be present.
pl: Przynajmniej jeden serwer musi byæ skonfigurowany.

source: Error
pl: B³±d

source: Do you wish to remove server: %s ?
pl: Czy chcesz usun±æ serwer %s ?

source: Server removal
pl: Usuniêcie serwera

source: Enter new address of server: %s
pl: Wprowad¼ nowy adres dla serwera %s

source: Server address
pl: Adres serwera

source: Server
pl: Serwer

source: SZARP Select databases
pl: SZARP Wybór baz do synchronizacji

source: Select databases to synchronize
pl: Wybierz bazy do synchronizacji

source: Delete files not present on the server
pl: Usuñ lokalne pliki nieobecne na serwerze

source: Log dialog
pl: Dziennik

source: Synchronize SZARP data
pl: Synchronizuj dane SZARP

source: Begin synchronization
pl: Synchronizuj

source: Synchronize selected databeses
pl: Synchronizuj wybrane bazy

source: Synchronize given database by prefix
pl: Synchronizuj wybran± bazê po prefiksie

source: Help
pl: Pomoc

source: About
pl: O programie

source: Log
pl: Dziennik

source: Close application
pl: Zamknij aplikacjê

source: Do you really want to quit SSC
pl: Czy na pewno chcesz zakoñczyæ program?

source: Quit application?
pl: Sychronizator - zamkniêcie aplikacji

source: Enter prefix you would like to sync:
pl: Podaj prefiks który chcesz zsynchronizowaæ:

source: Prefix:
pl: Prefiks:

source: Do you really want to cancel configuration and terminate the application
pl: Czy chcesz przerwaæ proces konfiguracji i zakoñczyæ dzia³anie aplikacji?

source: Question
pl: Pytanie

source: Welcome to SZARP Synchronizer Client
pl: Witamy w programie Synchronizator SZARP

source: This utility guides you through process of initial configuration. of SSC application. You can always leave the utlility by clicking Cancel button. Click Next button to proceed
pl: To narzêdzie przeprowadza wstêpn± konfiguracjê programu SSC. Mo¿esz w ka¿dej chwili zakoñczyæ jego dzia³anie klikaj±c w przycisk "Anuluj". Naci¶nij przycisk "Dalej", by kontynuowaæ.

source: Before you can start using the application you need to enter your username and password so that program would be able to fetch data from server
pl: Przed rozpoczêciem u¿ywania programu Synchronizator musisz podaæ swoj± nazwê u¿ytkownika oraz has³o. Te dane s± niezbêdne, by aplikacja mog³a pobieraæ dane z serwera.

source: Server address:
pl: Adres serwera:

source: If you don't know your username or password please server administrator. You may click Cancel button to stop configuration process and close the application.
pl: Je¿eli nie znasz swojej nazwy u¿ytkownika lub has³a skontaktuj siê z administratorem serwera. Mo¿esz nacisn±æ przycisk "Anuluj", by przerwaæ konfiguracjê i zakoñczyæ pracê aplikacji.

source: You must fill in username, password and server address fields
pl: Musisz uzupe³niæ pola "nazwa u¿ytkownika", "has³o" i "adres serwera"

source: The configuration process is now over. You can now start using the application. Choose "Synchronize" item from application menu (which is displayed after clicking on application icon located on your TaskBar). You can further customize you application by choosing "Configuration" item from menu (it may also by useful if you misspelled your username or password). Click Finish button to start application.
pl: Konfiguracja zosta³a zakoñczona. Mo¿esz teraz rozpocz±æ pracê z aplikacj±. Wybierz opcjê "Synchronizuj" z menu aplikacji (menu aplikacji wy¶wietla siê po klikniêciu w jej ikonê umiejscowion± na Twoim pasku zadañ. Mo¿esz dokonaæ dalszych zmian w konfiguracji programu wybieraj±c opcjê "Synchronizuj" z menu (ta opcja mo¿e byæ przydatna równie¿ gdy b³êdnie poda³e¶ swoj± nazwê u¿ytkownika lub has³o). Kliknij przycisk "Zakoñcz", by uruchomiæ program.

source: Sync Client
pl: Synchronizator

source: ERROR!
pl: B³±d!

source: Cannot determine main SZARP directory. Application is not able to function
pl: Nie jestem w stanie ustaliæ katalogu z systemem SZARP. Aplikacja nie mo¿e funkcjonowaæ.

source: SSC - intial configuration
pl: Synchronizator - wstêpna konfiguracja

source: Unable to create dir:
pl: Nie uda³o siê stworzyæ katalogu:

source: Error while reading file
pl: B³±d podczas odczytu pliku

source: Error while writing file
pl: B³±d podczas zapisu pliku
