Repository: MDudek-ICS/szarp
Catalog: wx/confedit/*/ipkedit.po
Languages: pl

source: IPK Editor
pl: Edytor IPK

source: IPK Editor version 1.0.
pl: Edytor IPK wersja 1.0.

source: X windows geometry specification
pl: specyfikacja geometrii X Windows

source: libparnt value initialization
pl: inicjalizacja zmiennej libparnt

source: print usage info
pl: wypisz pomoc

source: config file
pl: plik konfiguracyjny

source: SZARP config editor
pl: Edytor konfiguracji SZARP

source: &Open Ctrl-O
pl: &Otwórz Ctrl-O

source: Load configuration from file.
pl: Wczytaj konfiguracjê z pliku.

source: &Reload Ctrl-R
pl: P&rze³aduj Ctrl-R

source: Reload last opened file.
pl: Wczytaj plik ponownie.

source: &Save Ctrl-S
pl: Zapi&sz Ctrl-S

source: Save changes to file.
pl: Zapisz zmiany do pliku.

source: Save &As Ctrl-A
pl: Zapisz j&ako Ctrl-A

source: Save configuration with different file name.
pl: Zapisz plik pod inn± nazw±.

source: E&xit Alt-X
pl: &Wyjd¼ Alt-X

source: Exit from program.
pl: Zakoñcz program.

source: &Up Ctrl-U
pl: W &górê Ctrl-U

source: Move selected object up.
pl: Przesuñ wybrany obiekt w górê.

source: &Down Ctrl-D
pl: W &dó³ Ctrl-D

source: Move selected object down.
pl: Przesuñ wybrany obiekt w dó³.

source: &Clear all
pl: &Wyczy¶æ atrybuty

source: Clears all the order attributes.
pl: Usuñ wszystkie atrybuty decyduj±ce o kolejno¶ci.

source: &Recount all
pl: &Przelicz atrybuty

source: Recount all attributes to assume provided order.
pl: Przelicz wszystkie atrybuty, aby zapewniæ po¿±dan± kolejno¶æ.

source: &File
pl: &Plik

source: &Edit
pl: &Edycja

source: Load file
pl: Wczytaj plik

source: Load configuration from disk file
pl: Wczytaj konfiguracjê z pliku

source: Reload file
pl: Prze³aduj

source: Reload last opened file
pl: Wczytaj plik ponownie

source: Save file
pl: Zapisz plik

source: Save configuration to file
pl: Zapisz konfiguracjê do pliku

source: Move up
pl: W górê

source: Move object up in the list
pl: Przesuñ obiekt w górê listy

source: Move down
pl: W dó³

source: Move object down on the list
pl: Przesuñ obiekt w dó³ listy

source: Exit
pl: Wyjd¼

source: Exit from program
pl: Zakoñcz program

source: Help
pl: Pomoc

source: Display program help
pl: Wy¶wietl pomoc

source: Raports
pl: Raporty

source: Draws
pl: Wykresy

source: SZARP IPK editor
pl: Edytor SZARP IPK

source: IPK editor help
pl: Pomoc edytora IPK

source: Choose a file to load
pl: Wybierz plik do wczytania

source: XML files (*.xml)|*.xml|All files|*.*
pl: Pliki XML (*.xml)|*.xml|Wszystkie pliki|*.*

source: XML document not well-formed
pl: Plik nie zawiera poprawnego dokumentu XML

source: Failed to compile IPK schema!
pl: B³±d podczas kompilacji schematu IPK!

source: XML document doesn't validate against IPK schema!
pl: Dokument XML nie jest zgodny ze schematem IPK!

source: Save as
pl: Zapisz jako

source: There was error saving file %s.
pl: B³±d podczas zapisywania pliku %s.

source: File successfully saved.
pl: Plik zapisany.

source: File was modified. Save changes ?
pl: Plik zosta³ zmieniony. Zapisaæ zmiany?

source: Save changes ?
pl: Zapisaæ zmiany?

source: Could not load IPK RelaxNG schema from file %s
pl: Nie mo¿na za³adowaæ DTD IPK z pliku %s

source: This version of program was compiled without RelaxNG schema support. Validating of loaded IPK documents is not possible.
pl: Program zosta³ skompilowany bez wsparcia dla schematów RelaxNG. Sprawdzanie poprawno¶ci ³adowanych dokumentów IPK nie jest mo¿liwe.

source: SZARP help: %s
pl: Pomoc SZARP: %s
