Repository: MDudek-ICS/szarp
Catalog: wx/koper/*/koper.po
Languages: pl

source: Path to texture file
pl: ¦cie¿ka do pliku z tekstur±

source: Path to font
pl: ¦cie¿ka do fontu

source: Change text texture
pl: Zmieñ teksturê fontu

source: Change background texture
pl: Zmieñ teksturê t³a

source: Change cone texture
pl: Zmieñ teksturê strza³ki

source: Change font
pl: Zmieñ font

source: Close application
pl: Zamknij aplikacjê

source: File not loaded!
pl: Pliku nie uda³o siê otworzyæ

source: ERROR!
pl: B³±d!

source: Do you want to terminate application?
pl: Czy chcesz zakoñczyæ aplikacjê?

source: Savings:
pl: Oszczêdno¶ci:

source: zloty
pl: z³

source: data missing
pl: brak danych

source: counting from:
pl: liczone od:
