Repository: MDudek-ICS/szarp
Catalog: wx/kontroler3/*/kontroler3.po
Languages: pl

source: Szarp Kontroler version 3.00 (in-progress).
pl: Szarp Kontroler wersja 3.00 (in-progress).

source: Ser&ver
pl: Ser&wer

source: &Load
pl: &Odczyt

source: &Save
pl: &Zapisz

source: &Add
pl: &Dodaj

source: &Change
pl: &Zmieñ

source: &Delete
pl: &Usuñ

source: &List
pl: &Lista

source: Set &username and password
pl: Ustaw nazwê u¿ytkownika i has³o

source: E&xit
pl: &Koniec

source: Type &5 (red)
pl: Typ &5 (alarm czerwony)

source: Type &4 (yellow)
pl: Typ &4 (alarm ¿ó³ty)

source: Type &3
pl: Typ &3

source: Type &2
pl: Typ &2

source: Type &1
pl: Typ &1

source: &Options
pl: &Opcje

source: &About
pl: O &autorach

source: &Params
pl: &Parametry

source: &Report Options
pl: &Raport Opcje

source: &Help
pl: &Pomoc

source: Name
pl: Nazwa

source: Value
pl: Warto¶æ

source: Max
pl: Maks

source: Type
pl: Typ

source: Level
pl: Poziom

source: Group
pl: Grupa

source: Kontroler->AddParam
pl: Kontroler->Dodaj parametr

source: Failed to set control raport (server connection error or bad username/password)
pl: Nie uda³o siê ustawiæ raportu kontrolnego (b³±d po³±czenia z serwerem lub z³a nazwa u¿ytkownika/has³o)

source: Error
pl: B³±d

source: Load params: choose a file
pl: Wczytawanie parametrów: wybierz plik

source: Kontorler params (*.xkon)|*.xkon|All files (*)|*
pl: Parametry kontrolera (*.xkon)|*.xkon|All files (*)|*

source: Save params: choose a file
pl: Zapis parametrów: wybierz plik

source: You really wan't end?
pl: Czy na pewno chcesz zakoñczyæ pracê programu?

source: Kontroler->End
pl: Kontroler->Koniec

source: Kontroler->Options
pl: Kontroler->Opcje

source: Raporter - help
pl: Raporter - pomoc

source: minute average
pl: minutowa

source: 10-minutes average
pl: 10-minutowa

source: hour average
pl: godzinowa

source: instantenous
pl: chwilowa

source: no data
pl: brak danych

source: Param
pl: Parametr

source: Formula
pl: Formu³a

source: Conditions
pl: Warunki

source: Only validate
pl: Brak danych

source: Monitored value:
pl: Warto¶æ monitorowana:

source: Actual
pl: Chwilowa

source: Minute average
pl: ¦rednia minutowa

source: 10 Minutes average
pl: ¦rednia 10-minutowa

source: Hour average
pl: ¦rednia godzinowa

source: Alarm type:
pl: Typ alarmu:

source: 4 (yellow)
pl: 4 (¿ó³ty)

source: 5 (red)
pl: 5 (czerwony)

source: Alternative name of parameter
pl: Alternatywna nazwa parametru

source: Kontroler->Add->Param
pl: Kontroler->Dodaj->Parametr

source: Kontroler->Add->Formula
pl: Kontroler->Dodaj->Formu³a

source: ->Param
pl: ->Parametr

source: Refresh period
pl: Czêstotliwo¶æ od¶wie¿ania

source: Minutes:
pl: Minuty:

source: Seconds:
pl: Sekundy:

source: Buffer lenght
pl: D³ugo¶æ bufora

source: Kontroler - help
pl: Kontroler - pomoc

source: Raise time:
pl: Czas wyst±pienia:

source: No data for param: %s
pl: Brak danych dla parametru: %s

source: Value of param %s is to small: %.*f%s, allowed range - (%.*f%s - %.*f%s)
pl: Warto¶æ parametru %s jest zbyt ma³a: %.*f%s, dopuszczalny przedzia³ - (%.*f%s - %.*f%s)

source: Value of param %s is to great: %.*f%s, allowed range - (%.*f%s - %.*f%s)
pl: Warto¶æ parametru %s jest zbyt du¿a: %.*f%s, dopuszczalny przedzia³ - (%.*f%s - %.*f%s)
