Repository: MDudek-ICS/szarp
Catalog: wx/ekstraktor3/*/ekstraktor3.po
Languages: pl

source: Szarp Extractor version 3.00
pl: SZARP Ekstraktor v. 3.0.

source: SZARP Extractor
pl: SZARP Ekstraktor

source: SZARP Extractor v. 3.0.
pl: SZARP Ekstraktor v. 3.0.

source: Starting program
pl: Uruchamianie programu

source: Loading configuration
pl: £adowanie konfiguracji

source: Cannot load configuration for prefix:
pl: Nie mo¿na za³adowaæ konfiguracji dla prefiksu:

source: It can be a prefix problem
pl: Prawdopodobna przyczyna: nieprawid³owy prefiks

source: Extractor: Cannot access configuration
pl: Ekstraktor: Nie mogê otworzyæ konfiguracji

source: Checking parameters in base
pl: Analizowanie bazy danych

source: Corrupted config %s No params found
pl: Uszkodzona konfiugracja %s Nie znaleziono parametrów

source: Extractor: Cannot load parameters
pl: Ekstraktor: Nie mo¿na za³adowaæ parametrów.

source: Database empty or missing. No params found.
pl: Baza nie istnieje lub jest pusta. Brak parametrów.

source: parameters loaded
pl: parametrów zosta³o za³adowanych

source: Change start date
pl: Zmiana daty pocz±tkowej

source: Set beginning of result data period
pl: Ustala datê pocz±tku danych zapisywanych do pliku

source: Change stop date
pl: Zmiana daty koñcowej

source: Set end of result data period
pl: Ustala datê koñca danych zapisywanych do pliku

source: Decimal Separator:
pl: Separator dziesiêtny:

source: Toggles between dot/comma and comma/semicolon decimal/field separator
pl: Prze³±cza separator dziesiêtny i warto¶ci miêdzy kropka i przecinek a przecinek i ¶rednik.

source: , (colon)
pl: , (przecinek)

source: . (dot)
pl: . (kropka)

source: Minimize output
pl: Minimalizacja

source: Turns off printing of empty result lines
pl: Wy³±cz zapisywanie do pliku pustych linii

source: Period:
pl: Okres:

source: Sets type of result data
pl: Ustal rodzaj zapisywanych do pliku ¶rednich

source: 10 SECONDS
pl: 10 SEKUND

source: 10 MINUTES
pl: 10 MINUT

source: HOUR
pl: GODZINA

source: 8 HOURS
pl: 8 GODZIN

source: DAY
pl: DZIEÑ

source: WEEK
pl: TYDZIEÑ

source: MONTH
pl: MIESI¡C

source: Values type:
pl: Typ próbek:

source: Average
pl: ¦rednia

source: Counter
pl: Licznik

source: Hour
pl: Godzina

source: Parameters to be extracted:
pl: Wybrane parametry:

source: Add parameter
pl: Dodaj parametr

source: Shows dialog to select parameters
pl: Otwiera okienko wyboru parametrów

source: Delete parameter
pl: Usuñ parametr

source: Removes currently selected parameter from list
pl: Usuwa z listy aktualnie pod¶wietlony parametr

source: Write results to file
pl: Zapisz dane

source: Opens dialog for selecting result file
pl: Otwiera okienko wyboru pliku wynikowego

source: Choose parameter
pl: Wybór parametrów

source: Write results to file... Ctrl-W
pl: Zapisz dane... Ctrl-W

source: Read parameters from file... Ctrl-O
pl: Wczytaj listê parametrów... Ctrl-O

source: Write parameters to file Ctrl-S
pl: Zapisz listê parametrów Ctrl-S

source: Print parameters list... Ctrl-P
pl: Drukuj listê parametrów... Ctrl-P

source: Printing preview
pl: Podgl±d wydruku

source: Quit Ctrl-Q
pl: Zakoñcz Ctrl-Q

source: &Fonts
pl: &Czcionki

source: Table of contents F1
pl: Spis tre¶ci F1

source: Context help Shift-F1
pl: Pomoc kontekstowa Shift-F1

source: About...
pl: O programie...

source: &File
pl: &Plik

source: &Options
pl: &Opcje

source: Hel&p
pl: Po&moc

source: undefined
pl: nieokre¶lone

source: Added parameter:
pl: Dodany parametr:

source: Added parameters: %d
pl: Dodane parametry: %d

source: Loaded list contains parameters from other configuration. Select Ok to remove these parameters from list or Cancel to abort loading.
pl: Wczytana lista zawiera parametry z innej konfiguracji. Wybierz Ok, aby usun±æ te parametru z listy lub Anuluj, aby zrezygnowaæ z wczytywania pliku.

source: Incorrect parameters
pl: Nieprawid³owe parametry

source: Loaded %d parameters
pl: Za³adowano parametrów: %d

source: Loading of parameters list canceled
pl: Wczytywanie listy przerwane

source: Loaded list contains parameters not existing in base. These parameters will be removed from list.
pl: Wczytana lista zawiera parametry niezapisywane do bazy. Parametry te zostan± usuniête z listy.

source: Parameters list saved
pl: Lista parametrów zapisana

source: You have chosen no parameters to extraction
pl: Nie wybrano ¿adnych parametrów do ekstrakcji

source: Cannot make operation
pl: Operacja nie mog³a byæ wykonana

source: Choose file to extract data to
pl: Zapis danych

source: Comma Separated Values (*.csv)|*.csv|OpenOffice format (*.ods)|*.ods|XML format (*.xml)|*.xml|All files (*.*)|*.*
pl: Warto¶ci oddzielone przecinkami (*.csv)|*.csv|OpenOffice arkusz (*.ods)|*.ods|Format XML (*.xml)|*.xml|Wszystkie pliki (*.*)|(*.*)

source: Couldn't open file
pl: Nie mo¿na otworzyæ pliku

source: Please wait
pl: Proszê czekaæ

source: Extraction in progress...
pl: Ekstrakcja w toku...

source: Parameters successfully extracted to
pl: Dane zapisane do pliku:

source: Extraction completed
pl: Ekstrakcja zakoñczona

source: Completed
pl: Zapis zakoñczony

source: Couldn't extract data
pl: B³±d podczas ekstrakcji

source: Error: function not implemented
pl: B³±d: funkcja niezaimplementowana

source: Error: extraction canceled by user
pl: Ekstrakcja przerwana przez u¿ytkownika

source: Error: XMLWriter error, program or libxml2 bug
pl: B³±d XMLWriter - b³±d w programie lub bibliotece libxml2

source: Error: system error
pl: B³±d systemowy

source: Error: cannot create file. Check permissions.
pl: B³±d: nie mo¿na utworzyæ pliku. Sprawd¼ czy masz odpowiednie uprawnienia do zapisu.

source: Error: cannot add content to file. Program bug?.
pl: B³±d: nie mo¿na dodaæ zawarto¶ci do pliku. Zg³o¶ b³±d w programie.

source: Error: error loading XSLT stylesheet
pl: B³±d: b³±d ³adowania szablonu XSLT

source: Error: error applying XSL stylesheet
pl: B³±d transformacji XSL

source: Error: other error (file access, parameters problems)
pl: Nieznany b³±d (brak dostêpu do pliku lub z³a lista parametrów)

source: Error
pl: B³±d

source: Current parameters list is not saved. Exit anyway?
pl: Lista parametrów nie zosta³a zapisana. Zakoñczyæ bez zapisywania?

source: Parameters list modified
pl: Zmodyfikowano listê parametrów

source: Select start date
pl: Data pocz±tkowa

source: Select stop date
pl: Data koñcowa

source: Applying XSL transformation
pl: Przygotowywanie danych wynikowych

source: Compressing output file
pl: Kompresja pliku wynikowego

source: Dumping data to output
pl: Trwa zapis danych

source: Cancel extraction?
pl: Przerwaæ ekstrakcjê?

source: Abort
pl: Przerwanie

source: Start date:
pl: Data pocz±tku:

source: Stop date:
pl: Data koñca:

source: First date in database:
pl: Pierwsza data w bazie:

source: Last date in database:
pl: Ostatnia data w bazie:

source: Error %d (%s)
pl: B³±d %d (%s)
