Repository: MDudek-ICS/szarp
Catalog: wx/szau/*/szau.po
Languages: pl

source: SZAU program is not accessible. Most probably, you are seeing this message because you have logged in more than once.
pl: Program nie jest dostêpny. Najprawdopodobniej widzisz ten komunikat, poniewa¿ jeste¶ zalogowany na kilku terminalach jednocze¶nie.

source: SZAU - program already run
pl: SZAU - program ju¿ uruchomiony

source: New SZARP version is ready to install. Start installation?
pl: Dostêpna jest nowa wersja SZARP. Rozpocz±æ instalacjê?

source: Install
pl: Instaluj

source: About
pl: O programie

source: Close application
pl: Zamknij aplikacjê

source: Szarp Automatic Updater Downloading: %d%%
pl: Szarp Automatic Updater Pobrano: %d%%

source: Szarp Automatic Updater New version available
pl: Szarp Automatic Updater Dostêpna jest nowa wersja

source: Szarp Automatic Updater Error
pl: Szarp Automatic Updater Wyst±pi³ b³±d

source: New version available
pl: Dostêpna jest nowa wersja
