Repository: MDudek-ICS/szarp
Catalog: www/pylons/sssweb/sssweb/i18n/*/LC_MESSAGES/sssweb.po
Languages: pl

source: An error has occured. Please inform server administrator.
pl: Wystąpił błąd. Proszę skontaktować się z administratorem serwera.

source: Invalid user/password
pl: Nieprawidłowy login lub hasło

source: You (or someone else) requested change of forgotten password to SZARP Synchronization Server. If you did not request password change, just ignore this e-mail. If you want to reset your SZARP synchronization password, click (or paste to your WWW browser) following link: %s Link is valid to the end of current day. SZARP Synchronization Server
pl: Ty (albo ktoś inny) zażądał zmiany zapomianego hasła do Serwera Synchronizacji SZARP. Jeśli nie żądałeś zmiany hasła, po prostu zignoruj ten list. Jeśli natomiast chcesz zmienić swoje hasło synchronizatora SZARP, kliknij (bądź wklej do paska adresu przeglądarki WWW) ten odnośnik: %s Odnośnik aktywacyjny jest ważny do końca dnia. Serwer Synchronizacji SZARP

source: SZARP sync password reset
pl: SZARP synchronizator zmiana hasła

source: Check your e-mail for password activation link. Link is valid to the end of current day.
pl: Na swoją skrzynkę pocztową powinieneś otrzymać odnośnik aktywacyjny. Odnośnik jest ważny do końca dnia.

source: Link is incorrect or outdated!
pl: Odnośnik jest nieprawidłowy lub przeterminował się!

source: Your password for SZARP Synchronization Server has been reset. Your login is '%s', your new password is '%s'. SZARP Synchronization Server
pl: Twoje hasło do Serwera Synchronizacji SZARP zostało zmienione. Twój login to '%s', Twoje nowe hasło to '%s'. Serwer Synchronizacji SZARP

source: SZARP sync new password
pl: SZARP synchronizator nowe hasło

source: Your password has been reset. New password has been sent to you by e-mail.
pl: Twoje hasło zostało zmienione. Nowe hasło zostało wysłane na Twoją skrzynkę pocztową.

source: Your SZARP Synchronization account has been created. Your login: %s Your password: %s Visist %s to change your password and view your settings. SZARP Synchronization Server
pl: Zostało utworzone Twoje konto na Serwerze Synchronizacji SZARP. Twój login: %s Twoje hasło: %s Odwiedź %s aby zmienić hasło i przejrzeć ustawienia Twojego konta. Serwer Synchronizacji SZARP

source: SZARP sync new account
pl: SZARP synchronizator nowe konto

source: Your password for SZARP Synchronization Server has been reset by administrator. Your login is '%s', your new password is '%s'. SZARP Synchronization Server
pl: Twoje hasło do Serwera Synchronizacji SZARP zostało zresetowane przez administratora. Twój login to '%s', Twoje nowe hasło to '%s'. Serwer Synchronizacji SZARP

source: Incorrect current password!
pl: Nieprawidłowe aktualne hasło

source: Passwords do not match!
pl: Nieprawidłowo powtórzone nowe hasło!

source: Password set succesfully
pl: Hasło zmienione

source: SZARP Synchroniser
pl: Synchronizator SZARP

source: SZARP Synchroniser Web Admin
pl: Synchronizator SZARP Administracja

source: Welcome
pl: Witaj,

source: Logout
pl: Wyloguj

source: Yes
pl: Tak

source: No
pl: Nie

source: Password
pl: Hasło

source: Forgot password?
pl: Zapomniane hasło?

source: Log in
pl: Zaloguj

source: Enter you login name and click Remind button. Link to activate new password will be sent to your registered e-mail account.
pl: Podaj swój login i kliknij przycisk Przypomnij. Odnośnik do aktywacji nowego hasła zostanie wysłany na Twoje zarejestowane konto pocztowe.

source: Remind
pl: Przypomnij

source: Current password
pl: Bieżące hasło

source: New password
pl: Nowe hasło

source: Re-enter new password
pl: Powtórz nowe hasło

source: Submit
pl: Wyślij

source: Your account status
pl: Status Twojego konta

source: Your hardware key status is
pl: Status klucza sprzętowego

source: Your account
pl: Twoje konta

source: List of bases for synchronization
pl: Lista synchronizowanych baz

source: Change password
pl: Zmień hasło

source: Disabled. Contact with administrator to activate key.
pl: Nieaktywny. Skontaktuj się z administratorem aby uaktywnić klucz.

source: Turned off. You should be able to synchronize data from any computer.
pl: Wyłączony. Możesz synchronizować dane z dowolnego komputera.

source: Waiting. Key will be activated after first synchronization.
pl: Oczekujący. Klucz zostanie aktywowany przy pierwszej synchronizacji.

source: Active. You should be able to synchronize data from registered computer.
pl: Aktywny. Możesz synchronizować dane z zarejestrowanego komputera.

source: is active.
pl: jest aktywne.

source: has expired. Contact administrator to enable account.
pl: wygasło. Skontaktuje się z administratorem aby aktywować konto.

source: is active and will expire on
pl: jest aktywne i wygaśnie
