Repository: MDudek-ICS/szarp
Catalog: wx/filler2/*/filler2.po
Languages: pl

source: &Save Ctrl+S
pl: Zapi&sz Ctrl+S

source: Save changes to params.xml
pl: Zapisz zmiany do params.xml

source: &Clear Ctrl+C
pl: Wy&czyść Ctrl+C

source: Clear pending actions
pl: Anuluj zaplanowane akcje

source: E&xit Ctrl+Q
pl: &Wyjście Ctrl+Q

source: Terminate Filler 2
pl: Zakończ program Filler 2

source: &File
pl: &Plik

source: User's &manual F1
pl: Po&dręcznik użytkownika F1

source: Show user's manual
pl: Pokaż podręcznik użytkownika

source: Con&text help Shift+F1
pl: Pomoc kon&tekstowa Shift+F1

source: Activate context help
pl: Uruchom pomoc kontekstową

source: &About
pl: &O programie

source: Information about Filler 2
pl: Informacje o programie Filler 2

source: &Help
pl: Po&moc

source: Filler 2 is a tool for manual szbase data editing.
pl: Filler 2 jest narzędziem do ręcznej edycji danych szbase'a.
