Repository: MDudek-ICS/szarp
Catalog: wx/szast/*/szast.po
Languages: pl

source: User %s is not a member of 'dialout' group. This probably means that you won't have access to a serial port. Would you like to add to user %s to a a 'dialout' group? (You'll have to type administrator password)
pl: U¿ytkownik %s nie nale¿y do grupy 'dialout'. To prawodpodbnie oznacza ¿e nie bêdziesz mia³ dostêpu do portu szeregowego. Czy chcesz dodaæ u¿ytkownika %s do groupy 'dialout'? (Bêdziesz musia³ podaæ has³o administratora).

source: Question.
pl: Pytanie.

source: User %s was added to dialout group. You must run application again for this change to take effect
pl: U¿ytkownik %s zosta³ dodany do grupy dialout. Musisz uruchomiæ aplikacjê ponownie by ta zmianazosta³a wprowadzona.

source: Information.
pl: Informacja.

source: User %s was not added to dialout group
pl: U¿ytkownik %s nie zosta³ dodany do grupy dialout.

source: Error.
pl: B³±d.

source: Parameters
pl: Parametry

source: Do you want to close the application?
pl: Czy chcesz zamkn±æ program?

source: Regulator communiation error. Invalid response format.
pl: Blad komunikacji z regulatorem. Blêdny format odpowiedzi.

source: Error
pl: B³ad.

source: Error while performing operation:
pl: B³±d podczas wykonywania operacji:

source: Unable to find file with definition of regulator with settings: eprom %s, program %s, library: %s. Unable to continue.
pl: Nie uda³o siê znale¿æ pliku z definicjami regulatora o parametrach: eprom %s, program %s, library: %s. Ustawianie parametrów nie jest mo¿liwe.

source: Regulator communiation error.
pl: Blad komunikacji z regulatorem.

source: Regulator time: %Y-%m-%d %H:%M
pl: Czas na regulatorze: %Y-%m-%d %H:%M

source: EEPROM: %s, Program: %s, Library: %s, Library built: %s
pl: EEPROM: %s, Program: %s, Biblioteka: %s, Kompilacja biblioteki: %s

source: none
pl: brak

source: There is no current raport to save.
pl: Nie ma aktualnego raportu

source: No report
pl: Brak raportu

source: Choose a file
pl: Wybierz plik

source: REGULATOR REPORT:
pl: RAPORT Z REGULATORA:

source: Raport saved.
pl: Raport zapisany.

source: Settings
pl: Ustawienia

source: Port settings:
pl: Ustawienia portu:

source: Device path:
pl: ¦cie¿ka urz±dzenia:

source: Port speed:
pl: Prêdko¶æ portu:

source: Device id:
pl: Identyfikator urz±dzenia:
