Repository: MDudek-ICS/szarp
Catalog: wx/setter/*/setter.po
Languages: pl

source: Enter new value:
pl: Podaj now± warto¶æ

source: Name
pl: Nazwa

source: Max
pl: Maks

source: Current
pl: Aktualna

source: Value to small
pl: Warto¶æ za ma³a

source: Error
pl: B³±d

source: Value to large
pl: Warto¶æ za du¿a

source: Incorrect value
pl: Nieprawid³owa warto¶æ

source: Incorrect server response
pl: Nierozpoznana odpowied¼ serwera

source: Setter
pl: Ustawiacz
