Repository: MDudek-ICS/szarp
Catalog: wx/viszio/*/viszio.po
Languages: pl

source: How to use viszio
pl: Jak u¿yæ viszio

source: not available
pl: nie dostêpne

source: Configuration name =
pl: Nazwa konfiguracji =

source: Server name =
pl: Nazwa serwera =

source: Number of parameters: %d
pl: Liczba parametrów: %d

source: Configurations:
pl: Konfiguracje:

source: Viszio->AddParam
pl: Visio->Dodaj parametr

source: Enter first configuration name
pl: Wprowad¼ nazwê pierwszej konfiguracji

source: Apply
pl: Zastosuj

source: Cancel
pl: Anuluj

source: error parameter name
pl: Problem z nazw± parametru

source: This parameter is already shown
pl: Wybrany parametr jest wywietlony. Operacja anulowana.

source: Viszio information
pl: Informacje

source: Move to desktop
pl: Przeniesienie na inny obszar roboczy

source: Add parameter
pl: Dodaj kolejny parametr

source: Change frame color
pl: Zmiana koloru ramki

source: Change font color
pl: Zmiana koloru tekstu

source: Adjust name font size
pl: Dopasowanie rozmiaru tekstu

source: Font small
pl: Czcionka 10

source: Font middle
pl: Czcionka 15

source: Font large
pl: Czcionka 20

source: Change font size
pl: Zmiana rozmiaru tekstu

source: Font antyaliasing threshold 25
pl: Antyaliasing czcionki 25

source: Font antyaliasing threshold 20
pl: Antyaliasing czcionki 20

source: Font antyaliasing threshold 15
pl: Antyaliasing czcionki 15

source: Font antyaliasing threshold 10
pl: Antyaliasing czcionki 10

source: Change threshold
pl: Zmiana antyaliasingu czcionek

source: With frame
pl: Z ramk±

source: Direction -> right down
pl: Kierunek -> od prawej w dó³

source: Direction -> left down
pl: Kierunek -> od lewej w dó³

source: Direction -> top right
pl: Kierunek -> od góry w prawo

source: Direction -> bottom right
pl: Kierunek -> od do³u w prawo

source: Arrange frames
pl: Uporz±dkuj okna

source: Close window
pl: Zamknij okno

source: Quit
pl: Wyj¶cie z aplikacji

source: Parameter
pl: Parametr monitorowany

source: Choose parameter
pl: Wybierz parametr

source: Viszio->Add->Param
pl: Viszio->Dodaj->Parametr
