Repository: MDudek-ICS/szarp
Catalog: wx/filler/*/filler.po
Languages: pl

source: Hour
pl: Godzina

source: Minute
pl: Minuta

source: Date and time picker
pl: Wybór daty i godziny

source: Question
pl: Pytanie

source: Do you really want to delete selected data?
pl: Czy na pewno chcesz usun±æ zaznaczone dane?

source: Remove
pl: Usuñ

source: Do you really want to delete all data?
pl: Czy na pewno chcesz usun±æ wszystkie dane?

source: No data
pl: Brak danych

source: No data to be written to database.
pl: Brak danych do zapisu

source: Are you sure?
pl: Na pewno?

source: Do you really want to write all data to database
pl: Czy na pewno chcesz zapisaæ wszystkie dane?

source: Temporary file
pl: Plik tymczasowy

source: Cannot open temporary file
pl: Nie uda³o siê otworzyæ pliku tymczasowego

source: Database
pl: Baza danych

source: Data was successfully written to database.
pl: Dane zosta³y pomy¶lnie zapisane do bazy.

source: Error writing database:
pl: B³±d podczas zapisu do bazy:

source: returned
pl: zwróci³

source: For more informations see
pl: Wiêcej informacji znajdziesz w pliku

source: Choose from date
pl: Wybierz datê pocz±tkow±

source: Choose till date
pl: Wybierz datê koñcow±

source: Choose value
pl: Wybierz warto¶æ

source: Add
pl: Dodaj

source: &Write Ctrl+W
pl: &Zapisz Ctrl+W

source: &Clear Ctrl+C
pl: &Wyczy¶æ Ctrl+C

source: &Exit Ctrl+Q
pl: &Wyjd¼ Ctrl+Q

source: &File
pl: &Plik

source: Table of contents F1
pl: Spis tre¶ci F1

source: Context help Shift+F1
pl: Pomoc kontekstowa Shift+F1

source: About
pl: O programie...

source: &Help
pl: Po&moc

source: Clear
pl: Wyczy¶æ

source: Clears all selected parameters.
pl: Usuwa wszystkie zaznaczone parametry.

source: Write
pl: Zapisz

source: Write to database.
pl: Zapisz do bazy

source: Choose parameter
pl: Wybierz parametr.

source: From
pl: Od

source: Till
pl: Do

source: Parameter
pl: Parametr

source: Value
pl: Warto¶æ

source: Filler version
pl: Wersja Fillera

source: Author
pl: Autor

source: Exit
pl: Wyj¶cie

source: You will lose all not saved data
pl: Stracisz wszystkie nie zapisane dane

source: Are you sure you want to exit?
pl: Na pewno chcesz wyj¶æ?

source: Choose parameter first.
pl: Najpierw wybierz parametr.

source: Wrong range
pl: Z³y zakres

source: You must choose date between
pl: Musisz wybraæ datê miêdzy

source: and
pl: a

source: Wrong date
pl: Z³a data

source: Till date cannot be greater then from date.
pl: Data koñcowa nie mo¿e byæ wiêksza od pocz±tkowej.

source: From date can not be greater then till date.
pl: Data pocz±tkowa nie mo¿e byæ wiêksza od koñcowej.

source: Warning
pl: Uwaga

source: Choose both dates first.
pl: Najpierw wybierz obydwie daty.

source: Wrong value
pl: Z³a warto¶æ

source: Value must be float.
pl: Warto¶æ musi byæ liczb±

source: This date range has aleady been used
pl: Ten zakres dat zosta³ ju¿ u¿yty

source: Choose value between
pl: Wybierz warto¶æ miêdzy

source: Can't find file "params.xml".
pl: Nie mogê znale¼æ pliku "params.xml".

source: Error in params.xml
pl: B³±d w pliku params.xml

source: No params in params.xml
pl: Brak elementu 'param' w params.xml

source: No editable parameters in params.xml
pl: Brak edytowalnych parametrów w params.xml

source: params.xml is not an XML file.
pl: Plik params.xml nie jest poprawnym plikiem XML.

source: Couldn't find attribute
pl: Nie znaleziono atrybutu

source: in parameter
pl: w parametrze

source: Incorrect value of attribute
pl: Niepoprawna warto¶æ atrybutu

source: Non-Positive value of attribute
pl: Nie dodatnia warto¶æ atrybutu

source: Negative value of attribute
pl: Ujemna warto¶æ atrybutu

source: "min" attribute is not less then "max" in parameter.
pl: Atrybut "min" nie jest mniejszy od "max" w parametrze

source: "unit" attribute is not in
pl: Warto¶æ atrybutu "unit" nie zawiera siê w

source: No params in params.xml.
pl: Brak parametrów w params.xml.

source: No editable parameters in params.xml.
pl: Brak edytowalnych parametrów w params.xml.

source: has negative value
pl: jest ujemny

source: is not present
pl: nie jest obecny

source: has non-positive value
pl: ma niedodatni± warto¶æ

source: in
pl: w

source: has wrong value
pl: ma niepoprawn± warto¶æ

source: "min" is greater then "max".
pl: "min" jest wiêkszy od "max".

source: Error while parsing resource file
pl: B³±d podczas parsowania pliku z zasobami
