Repository: MDudek-ICS/szarp
Catalog: wx/reporter4/*/reporter4.po
Languages: pl

source: E&xit Alt-X
pl: &Zakoñcz Alt-X

source: &New Ctrl-N
pl: &Nowy Ctrl-N

source: &Edit Ctrl-E
pl: &Edycja Ctrl-E

source: &Delete Ctrl-D
pl: &Usuñ Ctrl-D

source: &Import Ctrl-O
pl: &Importuj Ctrl-O

source: &Export Ctrl-S
pl: &Eksportuj Ctrl-E

source: &User templates
pl: &Wzorce u¿ytkownika

source: &Increase font +
pl: Z&wiêksz czcionkê +

source: &Decrease font -
pl: Z&mniejsz czcionkê -

source: &Help F1
pl: &Pomoc F1

source: &About
pl: &O autorach

source: &Options
pl: &Opcje

source: &Help
pl: &Pomoc

source: Param
pl: Parametr

source: Value
pl: Warto¶æ

source: Description
pl: Opis

source: (None)
pl: (Brak)

source: User report template with the same name already exists
pl: Wzorzec raportu u¿ytkownika o takiej samej nazwie ju¿ istnieje

source: . Do you want to replace existing template?
pl: . Czy chcesz zast±piæ istniej±cy wzorzec?

source: Choose a file
pl: Wybierz plik

source: Are you sure you want to remove current report?
pl: Na pewno chcesz usun±æ bie¿±cy raport?

source: Delete user report
pl: Usuñ raport u¿ytkownika

source: Error occurred:
pl: Zaistnia³ bd³±d:

source: Operation failed.
pl: Nie uda³o siê wykonaæ operacji.

source: Title
pl: Tytu³

source: User report
pl: Raport u¿ytkownika

source: Parameters list
pl: Lista parametrów

source: Shortcut
pl: Skrót

source: Add
pl: Dodaj

source: Delete
pl: Usuñ
