Repository: MDudek-ICS/szarp
Catalog: wx/scc/*/scc.po
Languages: pl

source: SCC program is not accessible. Most probably, you are seeing this message because you have logged in more than once.
pl: Program nie jest dostêpny. Najprawdopodobniej widzisz ten komunikat, poniewa¿ jeste¶ zalogowany na kilku terminalach jednocze¶nie.

source: SCC - program already run
pl: SCC - program ju¿ uruchomiony

source: Update data
pl: Aktualizuj dane

source: SZARP Control Center. Notice that only one copy of program with specified parameters can be run.
pl: Centrum Sterowania SZARP. Zwróæ uwagê, ¿e tylko jedna kopia programu z zadanymi parametrami mo¿e byæ jednocze¶nie uruchomiona.

source: show help
pl: poka¿ pomoc

source: libparnt value initialization
pl: inicjalizacja zmiennej biblioteki libparnt

source: Tell other scc to reload menu
pl: Ka¿ innej kopii programu prze³adowaæ menu

source: additional data to allow multiple runs of program
pl: dodatkowe parametry umo¿liwiaj±ce uruchomienie kolejnej kopii programu

source: Start SZARP applications
pl: Uruchom programy SZARP

source: &Help
pl: &Pomoc

source: &About
pl: &O programie

source: &Support tunnel
pl: &Tunel pomocy technicznej

source: SZARP &fonts
pl: &Czcionki SZARP

source: SZARP &data directory
pl: Ustaw &katalog z danymi historycznymi

source: &Hide SZARP databases
pl: &Ukrywanie baz SZARP

source: E&xit
pl: &Wyj¶cie

source: Do you really want to activate 'IT support tunnel'?
pl: Czy na pewno chcesz uruchomiæ tunel pomocy technicznej?

source: IT support tunnel
pl: Tunel pomocy technicznej

source: This option allows you to change directory where SZARP stores its historical data. Changing this setting may cause unavailability of already synchronized data. You must also choose directory that you have write access to.
pl: Ta opcja pozwoli Ci zmieniæ lokalizacjê katalogu, w którym katalog SZARP przechowuje swoje bazy danych. Zmiana tego ustawienia spowoduje, ¿e poprzednio zsynchronizowane dane stan± siê niedostêpne. By SZARP dzia³a³ poprawnie, musisz mieæ prawo zapisu do katalogu, który wska¿esz.

source: Warning
pl: Ostrze¿enie

source: Choose directory
pl: Wybierz katalog

source: SZARP data dir has been changed. You must restart all SZARP applications for this action to take effect
pl: Zosta³ zmieniony katalog z lokalizacj± baz systemu SZARP. Musisz zrestartowaæ wszystkie programy SZARPa, by ta zmiana odnios³a efekt.

source: Information
pl: Informacja

source: Draw program
pl: Program przegl±daj±cy

source: Support tunnel
pl: Tunel pomocy technicznej

source: Server address:
pl: Adres serwera:

source: Port number:
pl: Numer portu:

source: User:
pl: U¿ytkownik:

source: Password:
pl: Has³o:

source: Connect
pl: Po³±cz

source: Close
pl: Zamknij

source: No server address specified
pl: Nie podano adresu serwera

source: Error
pl: B³±d

source: Port number must be within range 1024-65535
pl: Numer portu musi byæ liczb± ca³kowit± z przedzia³u 1024-65535

source: Unable to start ssh command
pl: Nie uda³o siê uruchomiæ programu ssh

source: Connecting to:
pl: £±czenie z:

source: Bind to remote port succeeded Connection successful to:
pl: Otwarto zdalny port Po³±czenie nawi±zane z:

source: Failed to bind to remote port Try another port number
pl: Nie uda³o siê otworzyæ portu na zdalnym komputerze Sprawd¼ numer portu

source: Network is unreachable
pl: Sieæ niedostêpna

source: No route to host
pl: Komputer docelowy niedostêpny

source: New connection via channel
pl: Nawi±zane po³±czenia przez tunel

source: Closed channel connection
pl: Po³±czenie tunelowane zamkniête

source: Connected
pl: Po³±czony

source: Unexpected close of the connection
pl: Niespodziewane zamkniêcie po³±czenia

source: Address not found
pl: Nie znaleziono adresu komputera docelowego

source: Address not found
pl: Nie znaleziono adresu komputera docelowego

source: Possible problem with network configuration
pl: Prawdopodobnie problem z konfiguracj± sieci

source: Authentication failure
pl: B³±d autoryzacji

source: Connection refused
pl: Po³±czenie odrzucone

source: Timeout
pl: Serwer nie odpowiada

source: Setting default font size
pl: Konfiguracja wielko¶ci czcionek

source: Default font size for SZARP
pl: Domy¶lna wielko¶æ czcionek SZARP

source: Apply
pl: Zastosuj

source: Cancel
pl: Anuluj

source: Changes will have effect only in newly started programs.
pl: Zmiany bed± uwzglêdnione tylko przez nowo uruchamiane programy.

source: Message
pl: Informacja

source: Cannot get HOME environment variable
pl: Nie mo¿na pobraæ zmiennej ¶rodowiskowej HOME

source: Your home directory (%s) does not exists!
pl: Twój katalog domowy (%s) nie istnieje!

source: Cannot create directory %s - errno %d %s
pl: Nie mogê utworzyæ katalogu %s B³±d %d - %s

source: Cannot create file %s - errno %d %s
pl: Nie mogê utworzyæ pliku %s B³±d %d - %s

source: Error writing to file %s - errno %d %s
pl: B³±d podczas zapisywania pliku %s B³±d %d - %s

source: Hiding SZARP databases
pl: Ukrywanie baz SZARP

source: Select databases to hide
pl: Zaznacz bazy do ukrycia

source: Databases hiding in draw3 is active
pl: Ukrywanie baz w draw3

source: Databases hiding in extractor is active
pl: Ukrywanie baz w ekstraktor3

source: Databases hiding in synchronizer is active
pl: Ukrywanie baz w synchronizatorze

source: Do you want to close the application?
pl: Czy chcesz zamkn±æ program?

source: Mixed encoding in 'szarp.cfg' or 'szarp_in.cfg'! SCC can't properly decode configuration file, because one or both of these situations occur: - 'szarp.cfg' or 'szarp_in.cfg' have mixed encoding, - 'szarp.cfg' have different encoding then 'szarp_in.cfg'.
pl: Mieszane kodowanie w plikach 'szarp.cfg' lub 'szarp_in.cfg'! SCC nie mo¿e wczytaæ konfiguracji, poniewa¿ jedna lub obie poni¿sze sytuacje zachodz±: - plik 'szarp.cfg' lub 'szarp_in.cfg' ma mieszane kodowanie, - plik 'szarp.cfg' ma inne kodowanie ni¿ plik 'szarp_in.cfg'.

source: SCC - encoding fatal error!
pl: SCC - b³±d konwersji kodowania!
